Repository: b2evolution/b2evolution
Catalog: gettext/langfiles/*.static.po
Languages: nb_no, nl_nl

source: Unless you changed the config, all tables created by b2evolution are prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. For example, Cafelog/b2 used tables prefixed with b2 . Your existing tables will not be affected in any way.
nb_no: Med mindre du endret konfigurasjonsfilen, vil alle tabeller laget av b2evolution få evo_ som prefiks. Hvis du ikke allerede har et annet program som bruker den samme prefiksen, vil dette gjøre det tryggere å installere b2evolution i en database delt med andre programmer. For eksempel bruker Cafelog/b2 tabeller med b2 som prefiks. Dine eksisterende tabeller vil ikke bli påvirket på noen måte.
nl_nl: Tenzij je de configuratie hebt veranderd, zullen alle tabellen die door b2evolution worden aangemaakt vooraf gegaan worden door evo_. Tenzij je al een applicatie hebt met hetzelfde voorvoegsel, is dit de veiligste manier om b2evolution in een database te installeren met andere applicaties. Jouw bestaande tabellen worden dan op geen enkele manier aangetast.

source: Only the contents of the <code>/blogs</code> directory need to be uploaded to your site. If you want b2evolution to handle the homepage of your site, upload the contents of the <code>/blogs</code> folder to your website root. However, you could start by uploading the files to a new subdirectory, <code>/b2evo</code> for example; that way<strong> your existing Cafelog/b2 blog remains fully functional while you check out b2evolution.</strong>
nb_no: Bare innholdet i <code>/blogs</code>-mappen trengs for at b2evolution skal virke. Hvis du vil at b2evolution skal håndtere hovedsiden på ditt nettsted, kan du laste opp innholdet av <code>/blogs</code>-mappen til ditt nettsteds hovedmappe. Eller du kan for eksempel starte med å laste opp filene til en ny undermappe, <code>/b2evo</code>; på den måten <strong>vil din eksisterende Cafelog/b2-blog være fullstendig funksjonell mens du finner ut hva du synes om b2evolution.</strong>
nl_nl: Alleen de inhoud van de <code>/blogs</code> map zijn nodig om te uploaden naar jouw site. Als je b2evolution als jouw standaard webpage wilt, upload dan de inhoud van de <code>/blogs</code> naar jouw hoofdmap op de webserver. Maar, je kan ook beginnen met het uploaden van de bestanden naar een nieuwe map, <code>/b2evo</code> bijvoorbeeld; op die manier <strong>blijft jouw bestaande Cafelog/b2 weblog volledig beschikbaar terwijl jij b2evolution ontdekt.</strong>

source: Run the installation script on your server. It is located in <code>http://yoursite.com/b2evo/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you a few questions, create required database tables, copy your b2 data to b2evo (without affecting b2) and configure b2evolution for you.
nb_no: Kjør installasjonsskriptet på serveren din. Det finner du i <code>http://dittdomene.no/b2evo/install</code> . Deretter følger du bare instruksjonene på skjermen.<br /> <br /> Installasjonsskriptet vil stille deg noen spørsmål, lage de nødvendige database-tabellene, kopiere dine eksisterende b2-data til b2evo (uten å påvirke b2) og konfigurere b2evolution for deg.
nl_nl: Start het installatiescript op jouw server. Het bevind zich in <code>http://jouwsite.com/jouwweblogsmap/install</code>. Volg daarna de aanwijzingen.<br /><br /> De installer zal je vragen om je basis configuratie instellingen, de database tabellen aanmaken, kopieren van jouw b2 data naar b2evo (zonder daarbij b2 aan te passen) en b2evolution voor jou configureren.

source: Check the <a %s>manual</a> or the <a %s>forums</a> for notes on upgrading your existing b2 template to b2evolution.
nb_no: Sjekk i <a %s>manualen</a> eller i <a %s>forumene</a> for hjelp med å oppgradere din eksisterende b2 mal til b2evolution.
nl_nl: Controleer het <a %s>manual</a> of de <a %s>forums</a> voor aanwijzingen voor het bijwerken van jouw bestaande b2 sjabloon naar b2evolution.

source: Backup all your b2evolution files. Take special care of the files you may have modified, including /conf, skins, blog templates, stubfiles, etc...
nb_no: Sikkerhetskopier alle dine b2evolution-filer. Husk også å kopiere alle filer du kan ha endret, for eksempel /conf-mappen, skins, blog-maler, stubbfiler, osv...
nl_nl: Backup al jouw b2evolution bestanden. Let speciaal op de bestanden die je hebt gewjzigd, inclusief /conf, skins, weblog sjablonen, stubbestanden, etc...

source: You should also backup your database if you can. This functionality should be provided by your host.
nb_no: Du burde også ta en sikkerhetskopi av mysql-databasen din, hvis du kan. Din nettvert burde tilby slik funksjonalitet.
nl_nl: Je zou ook een backup van de database moeten maken als je kan. Deze functie zou beschikbaar moeten zijn via jouw hosting.

source: Delete all your existing b2evolution files from your site before uploading the new ones! This will ensure you don't keep unnecessary files on your server after upgrading. It's also better for security.
nb_no: Slett alle dine eksisterende b2evolution-filer fra nettstedet ditt før du laster opp de nye! Dette vil forsikre at du ikke beholder unødvendige filer på serveren din etter at du har oppgradert. Det er også sikkerhetsmessig lurere.
nl_nl: Verwijder alle bestaande b2evolution bestanden voordat je de nieuwe upload! Dit zal er voor zorgen dat je zeker geen onnodige bestanden op jouw webserver staan na het bijwerken. Het is ook beter voor de veiligheid.

source: Upload <strong>all new b2evolution files from the /blogs folder</strong> to your site. We cannot stress this enough: <strong>ALL FILES</strong>! And that means you can't reuse your customized files, including /conf, skins, blog templates, stubfiles, etc. as they are!<br /> <br /> That means you will have to customize all these files again. We're sorry but, due to the pace of development and adding of new features, we cannot guarantee that anything will work if you keep older files in place. <strong>However</strong>, since you have backed up all these files in step 1, you can try to partially reuse them once the upgrade process is done. See step 8 below.
nb_no: Last opp <strong>alle nye b2evolution-filer fra /blogs-mappen</strong> til ditt nettsted. Vi kan ikke uttrykke oss klart nok på dette punktet: <strong>ALLE FILER</strong>! Det betyr at du kan ikke gjenbruke filer du har forandret på, verken /conf-mappen, dine skins, blogmaler, stubbfiler, eller lignende, i den tilstanden de er!<br /> <br /> Du må endre disse filene om igjen fra begynnelsen av. Vi beklager det, men grunnet farten vi har utviklet b2evolution og laget nye funksjoner, kan vi ikke garantere at noe som helst vil fungere om du beholder gamle versjoner av de forskjellige filene. <strong>Men</strong>, siden du har tatt sikkerhetskopi av disse filene i steg 1, kan du prøve å gjenbruke deler av dem når oppgraderingsprosessen er ferdig. Se steg 8 nedenfor.
nl_nl: Upload <strong>alle nieuwe b2evolution bestanden van de /blogs map</strong> naar jouw site. We kunnen het genoeg zeggen: <strong>ALLE BESTANDEN</strong>!En dat betekent dat je niet jouw aangepaste bestanden kunt hergebruiken, inclusief /conf,skins, weblog sjablonen, stub bestanden zoals ze nu zijn.<br /><br /> Dat betekent dat al deze bestanden opnieuw moet aanpassen. Dit spijt ons, maar door het toevoegen van nieuwe functies e.d., kunnen we niet garanderen dat iets zal werken wanneer je oude bestanden laat staan. <strong>Maar</strong>, omdat je alles hebt gebacked up in stap 1, kan je proberen gedeeltes weer werkend te krijgen nadat het bijwerk proces klaar is. Zie stap 8 hieronder.

source: Run the installation script on your server. It is located in <code>http://yoursite.com/yourblogsfolder/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you basic configuration settings (unless you have already updated /conf/_config.php before uploading), then allow you to run a database upgrade from any b2evolution version to the new one.
nb_no: Kjør installasjonsskriptet på serveren din. Det finner du i <code>http://dittdomene.no/dinblogsmappe/install</code> . Deretter følger du bare instruksjonene på skjermen.<br /> <br /> Installasjonsskriptet vil stille deg noen spørsmål (hvis du ikke allerede har oppdatert /conf/_config.php før du lastet opp b2evo), og deretter vil det la deg kjøre en databaseoppgradering fra en hvilkensomhelst versjon av b2evolution, til den nye versjonen.
nl_nl: Start het installatiescript op jouw server. Het bevind zich in <code>http://jouwsite.com/jouwweblogsmap/install</code>. Volg daarna de aanwijzingen.<br /><br /> De installer zal je vragen om je basis configuratie instellingen (tenzij je zelf al het /conf/_config.php bestand hebt bijgewerkt voordat je hebt geupload), daarna kan je de database bijwerken van een vorige versie van b2evolution naar de nieuwe.

source: It's now time to bring back your previous customizations. We recommend you get yourself a diff/merge tool like <a %s>WinMerge</a>. This will allow you to easily compare your old (backuped) files with the new files (even whole directories at once) and report changes accordingly.<br /> <br /> You can also check the <a %s>manual</a> or the <a %s>forums</a> for notes on upgrading specific files from a specific version to another.
nb_no: Nå er det på tide å hente fram dine tidligere filforandringer. Vi anbefaler at du skaffer deg et diff/merge-verktøy slik som <a %s>WinMerge</a>. Dette vil gjøre det lettere for deg å sammenlikne dine gamle (sikkerhetskopierte) filer med de nye filene - til og med hele mapper på en gang - og se forandringer fra den gamle versjonen til den nye.<br /> <br /> Du kan også kikke i <a %s>manualen</a> eller i <a %s>forumene</a> for hjelp med å oppgradere bestemte filer fra en spesifikk versjon til en annen.
nl_nl: Het is nu tijd om je vorige aanpassingen terug te brengen. We raden je aan om een diff/merge tool zoals <a %s>WinMerge</a> hiervoor te gebruiken. Die stelt je in staat om makkelijk jouw oude (bakuped) bestanden te vergelijken met de nieuwe bestanden (zelfs hele mappen in één keer) en de verschillen weer te geven.<br /> <br /> Je kan ook de <a %s>wiki</a> of het <a %s>forum</a> voor aanwijzingen over het bijwerken van specifieke bestanden van een vorige versie naar een andere.

source: Upgrading from GeekLog
nb_no: Konvertere fra GeekLog
nl_nl: Bijwerken vanaf GeekLog

source: <a %s>Install b2evolution in the regular way.</a>
nb_no: <a %s>Installer b2evolution på vanlig måte.</a>
nl_nl: <a %s>Installeer b2evolution op de normale manier.</a>

source: Follow the specific instructions in <a %s>/extras/geeklog/README.txt</a>
nb_no: Følg de spesifikke instruksjonene i <a %s>/extras/geeklog/README.txt</a>
nl_nl: Volg de specifieke instructies in <a %s>/extras/geeklog/README.txt</a>

source: Upgrading from Movable Type
nb_no: Konvertere fra Movable Type
nl_nl: Bijwerken vanaf Movable Type

source: This procedure has been tested with Movable Type version 2.661 but should also work with other versions. You can't break anything by trying anyway...
nb_no: Denne prosedyren har blitt testet med Movable Type versjon 2.661, men den burde også fungere med andre versjoner. Uansett kan du ikke skade noe ved å prøve...
nl_nl: Deze procedure is getest met Movable Type versie 2.661 maar zou ook moeten werken met andere versies. Je maakt niets kapot door het te proberen...

source: Use MT's export functionnality to create a .TXT file containing your posts.
nb_no: Bruk MTs eksportfunksjon til å lage en .TXT-fil som inneholder dine poster.
nl_nl: Gebruik MT's export functie om een .TXT bestand te maken met jouw artikelen

source: Once b2evo is up and running, copy your .TXT export file into the /blogs/admin folder on your server.
nb_no: Så snart b2evo er oppe og går, kopierer du din eksporterte .TXT-fil til /blogs/admin-mappen på din server.
nl_nl: Zodra b2evo werkend is, kopieer jouw .TXT bestand naar de /blogs/admin map op jouw server.

source: In the admin, go to the Tools tab and launch the MT migration utility.
nb_no: I administrasjonssidene, gå til 'Verktøy' og start MT-migrasjonsverktøyet.
nl_nl: In de admin, ga naar Hulpmiddelen en start de MT migratie utilitie.

source: Follow the instructions on screen.
nb_no: Følg instruksjonene på skjermen.
nl_nl: Volg de insctructies op het scherm.

source: Import will only take a few seconds/minutes depending on how many posts you import.
nb_no: Importering av postene dine vil bare ta noen få sekunder/minutter, avhengig av hvor mange poster du importerer.
nl_nl: Importeren zal hooguit een paar secondes/minuten duren afhankelijk van het aantal artikelen.

source: Manual
nl_nl: Handboek
