Repository: b2evolution/b2evolution
Catalog: gettext/langfiles/*.static.po
Languages: nb_no, nl_nl

source: b2evo package
nb_no: b2evo-pakken
nl_nl: b2evo pakket

source: Start page
nb_no: Startside
nl_nl: Startpagina

source: b2evolution: official site
nb_no: b2evolution: offisiellt nettsted
nl_nl: b2evolution: officiele website

source: Multilingual multiuser multi-blog engine.
nb_no: Flerspråklig, flerbruker, flerblog-system.
nl_nl: Meertalig pakket voor meerdere gebruikers met meerdere weblogs

source: Version
nb_no: Versjon
nl_nl: Versie

source: Install
nb_no: Installer
nl_nl: Installeer

source: Blogs
nb_no: Blogger
nl_nl: Weblogs

source: Support
nb_no: Brukerstøtte
nl_nl: Ondersteuning

source: Available translations for this page:
nb_no: Tilgjengelige oversettelser for denne siden:
nl_nl: Beschikbare vertalingen voor deze pagina:

source: Welcome!
nb_no: Velkommen!
nl_nl: Welkom!

source: b2evolution is probably the most comprehensive blog engine you can find! It includes almost any feature you could expect from a blog tool, and more! Plus, it's free, it's open-source (GPL), it runs virtually anywhere (PHP/mySQL) and it's available in many languages!
nb_no: b2evolution er antakeligvis det mest allsidige bloggesystem du kan få tak i! Det inkluderer omtrent all funksjonalitet du kan noensinne forvente fra et bloggeverktøy, og mer! Dessuten er det gratis, det er åpen kildekode (GPL lisensiert), det kan brukes omtrent hvor som helst (basert på PHP og mySQL), og det er tilgjengelig i mange språk!
nl_nl: b2evolution is waarschijnlijk de meest uitgebreide weblog tool doe je kunt vinden! Het heeft bijna iedere eigenschap die je verwacht van een weblog tool, en meer! Plus, het is gratis, het is open-source (GPL), het draait bijna overal (PHP/mySQL) en het is beschikbaar in vele talen!

source: You will find complete information on the official <a %s>b2evolution website</a>.
nb_no: Du kan finne detaljert informasjon på den offisielle <a %s>websiden til b2evolution</a>.
nl_nl: Je vind de complete informatie op de officiele <a %s>b2evolution website</a>.

source: Quickstart instructions:
nb_no: Hurtigstart-instruksjoner:
nl_nl: Snelstart instructies:

source: You can set up b2evolution in just a few minutes. Just follow the instructions matching your situation:
nb_no: Du kan sette opp b2evolution i løpet av noen få minutter. Bare følg instruksjonene som passer til din situasjon:
nl_nl: Je kan b2evolution installeren in maar een paar minuten. Volg de instructies die van toepassing zijn op jouw situatie:

source: Installing b2evolution from scratch
nb_no: Installere b2evolution for første gang
nl_nl: installeer een kale versie van b2evolution

source: Upgrading from a previous version of b2evolution
nb_no: Oppgradere fra en tidligere versjon av b2evolution
nl_nl: bijwerken vanaf een vorige versie van b2evolution

source: Upgrading from other blog software:
nb_no: Konvertere fra et annet bloggesystem:
nl_nl: Bijwerken vanaf andere weblog software:

source: official website
nb_no: offisielt nettsted
nl_nl: officiele website

source: GNU GPL license
nb_no: GNU GPL lisens
nl_nl: GNU GPL licentie

source: contact
nb_no: kontakt

source: Before you begin, please note that some network features of b2evolution require you to agree our simple <a %s>Terms of service</a>.
nb_no: Før du begynner, merk at noen av online-tjenestene som b2evolution tilbyr, krever at du godtar våre enkle <a %s>Bruksvilkår</a>.
nl_nl: Voordat je begint, sommige netwerk opties van b2evolution gaan er vanuit dat je het eens bent met onze simpele <a %s>Algemene Voorwaarden</a>.

source: Once you have unzipped the b2evolution distribution:
nb_no: Så snart du har pakket opp .ZIP-filen b2evolution kommer i:
nl_nl: Zodra je de b2evolution distributie hebt uitgepakt:

source: On your server, create or locate a mysql database for b2evolution. (For example, you can call it "b2evolution")
nb_no: På serveren din, lag en ny mysql-database, eller finn en passende mysql-database for b2evolution. (For eksempel kan du kalle den "b2evolution")
nl_nl: Op je server, maak of vind een mysql database voor b2evolution. (Je kan die bijvoorbeeld "b2evolution" noemen)

source: Note:
nb_no: Merk:
nl_nl: Opmerking:

source: Unless you changed the config, all tables created by b2evolution are prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. Your existing tables will not be affected in any way.
nb_no: Med mindre du endret konfigurasjonsfilen, vil alle tabeller laget av b2evolution få evo_ som prefiks. Hvis du ikke allerede har et annet program som bruker den samme prefiksen, vil dette gjøre det tryggere å installere b2evolution i en database delt med andre programmer. Dine eksisterende tabeller vil ikke bli påvirket på noen måte.
nl_nl: Tenzij je de configuratie hebt veranderd, zullen alle tabellen die door b2evolution worden aangemaakt vooraf gegaan worden door evo_. Tenzij je al een applicatie hebt met hetzelfde voorvoegsel, is dit de veiligste manier om b2evolution in een database te installeren met andere applicaties. Jouw bestaande tabellen worden dan op geen enkele manier aangetast.

source: Upload the b2evolution files to your website.
nb_no: Last opp b2evolution-filene til ditt nettsted.
nl_nl: Upload de b2evolution bestanden naar je website.

source: Only the contents of the <code>/blogs</code> directory need to be uploaded to your site. If you want b2evolution to handle the homepage of your site, upload the contents of the <code>/blogs</code> folder to your website root. Otherwise, it's best to upload the files to a subdirectory of your webserver. You can keep the <code>/blogs</code> subdirectory name, but you can also choose another.
nb_no: Bare innholdet i <code>/blogs</code>-mappen trengs for at b2evolution skal virke. Hvis du vil at b2evolution skal håndtere hovedsiden på ditt nettsted, kan du laste opp innholdet av <code>/blogs</code>-mappen til ditt nettsteds hovedmappe. Ellers er det best om du laster opp filene til en undermappe på serveren. Du kan la <code>/blogs</code>-mappen beholde det samme navnet, eller velge et nytt, dersom du ønsker det.
nl_nl: Alleen de inhoud van de <code>/blogs</code> map zijn nodig om te uploaden naar jouw site. Als je b2evolution als jouw standaard webpage wilt, upload dan de inhoud van de <code>/blogs</code> naar jouw hoofdmap op de webserver. Je kan de <code>/blogs</code> map naam houden, maar je kan ook een andere naam kiezen.

source: Let's assume you install the contents of the blogs folder to <code>http://yoursite.com/yourfolder</code> ...
nb_no: La oss anta at du installerer innholdet av /blogs-mappen til <code>http://dittdomene.no/dinmappe</code> ...
nl_nl: Laten we er vanuit gaan dat je de inhoud van de weblogs map hebt geinstalleerd in <code>http://jouwsite.com/b2evo</code> ...

source: Run the installation script on your server. It is located in <code>http://yoursite.com/yourfolder/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you a few questions, create required database tables and configure b2evolution for you.
nb_no: Kjør installasjonsskriptet på serveren din. Det finner du i <code>http://dittdomene.no/dinmappe/install</code> . Deretter følger du bare instruksjonene på skjermen.<br /> <br /> Installasjonsskriptet vil stille deg noen spørsmål, lage de nødvendige database-tabellene, og konfigurere b2evolution for deg.
nl_nl: Start het installatiescript op jouw server. Het bevind zich in <code>http://jouwsite.com/jouwweblogsmap/install</code>. Volg daarna de aanwijzingen.<br /><br /> De installer zal je vragen om je basis configuratie instellingen, de database tabellen aanmaken en b2evolution voor jou configureren.

source: Check to make sure the new installation works.
nb_no: Sjekk at den nye installasjonen virker.
nl_nl: Controleer of de nieuwe installatie werkt.

source: On production servers, it is recommended that you delete the <code>/install</code> subfolder.
nb_no: På produksjonsservere anbefales det at du sletter <code>/install</code>-undermappen.
nl_nl: Op productie servers, is het aangeraden dat je de <code>/install/</code> directory verwijdert.

source: After basic install is done, there are a few <a %s>tricky things you may need to take care of</a> (online manual).
nb_no: Når grunninstallasjonen er ferdig, er det noen få <a %s>vanskelige ting du kanskje må håndtere</a> (online manual).
nl_nl: Nadat de basis installatie is voltooid, zijn er nog wat <a %s>tricky dingen waar je rekening mee moet houden</a> (online handboek)

source: Upgrading from Manywhere Miniblog
nb_no: Konvertere fra Manywhere Miniblog
nl_nl: Bijwerken vanaf Manywhere Miniblog

source: As always, it is wise to do a backup of your current website / blog / database (depending on what you already have) before starting to install something new.
nb_no: Som alltid er det lurt å gjøre en backup av ditt nåværende nettsted / din blog / din database (avhengig av hva du allerede har)
nl_nl: Zoals altijd, is het verstandig een backup te maken van jouw huidige website / weblog / database (afhankelijk van wat je al hebt) voordat je iets nieuws installeert.

source: On your server, locate the mysql database you are already using for Manywhere Miniblog. You must use the same database for b2evolution to be able to upgrade. Feel safe, b2evolution will not alter your Miniblog tables and data in any way!
nb_no: På serveren din, finn mysql-databasen du allerede bruker til Manywhere Miniblog. Du mŒ bruke den samme databasen for b2evolution for å kunne konvertere. Bare slapp av, b2evolution vil ikke forandre på din Miniblogs tabeller eller informasjon på noen måte!
nl_nl: Op je server, vind uit wat de mysql database is die je nu al gebruikt voor Manywhere Miniblog. Je moet dezelfde database gebruiken om te kunnen bijwerken naar b2evolution. Maak je niet druk, b2evolution zal onder geen beding de tabellen en data van Miniblog aanpassen!

source: Note 1:
nb_no: Merk 1:
nl_nl: Opmerking 1:

source: Unless you changed the config, all tables created by b2evolution are prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. For example, Miniblog uses two tables named <code>miniblog</code> and <code>user</code>. Your existing tables will not be affected in any way.
nb_no: Med mindre du endret konfigurasjonsfilen, vil alle tabeller laget av b2evolution få evo_ som prefiks. Hvis du ikke allerede har et annet program som bruker den samme prefiksen, vil dette gjøre det tryggere å installere b2evolution i en database delt med andre programmer. For eksempel bruker Miniblog to tabeller kalt <code>miniblog</code> og <code>user</code>. Dine eksisterende tabeller vil ikke bli påvirket på noen måte.
nl_nl: e de configuratie hebt veranderd, zullen alle tabellen die door b2evolution worden aangemaakt vooraf gegaan worden door evo_. Tenzij je al een applicatie hebt met hetzelfde voorvoegsel, is dit de veiligste manier om b2evolution in een database te installeren met andere applicaties. Bijvoorbeeld, Miniblog gebruikt tabellen genaamd <code>miniblog</code> en <code>user</code>. Jouw bestaande tabellen worden dan op geen enkele manier aangetast.

source: Note 2:
nb_no: Merk 2:
nl_nl: Opmerking 2:

source: Why the same database? Because the SQL process we use to copy the data -- which is fast and secure -- can only be done within a single database.
nb_no: Hvorfor bruke den samme databasen? Fordi SQL-prosessen vi bruker for å kopiere informasjonen -- som er rask og sikker -- kan bare brukes innen en enkelt database.
nl_nl: Waarom dezelfde database? Omdat het SQL proces dat we gebruiken om de data te kopieren -- die snel en veilig is -- alleen kan worden gedaan in een enkele database.

source: Only the contents of the <code>/blogs</code> directory need to be uploaded to your site. If you want b2evolution to handle the homepage of your site, upload the contents of the <code>/blogs</code> folder to your website root. However, you could start by uploading the files to a new subdirectory, <code>/b2evo</code> for example; that way<strong> your existing Miniblog remains fully functional while you check out b2evolution.</strong>
nb_no: Du trenger kun å laste opp innholdet av <code>/blogs</code>-mappen til nettstedet ditt. Hvis du ønsker at b2evolution skal håndtere hovedsiden på nettstedet ditt, kan du laste opp innholdet av <code>/blogs</code>-mappen til
nl_nl: Alleen de inhoud van de <code>/blogs</code> map zijn nodig om te uploaden naar jouw site. Als je b2evolution als jouw standaard webpage wilt, upload dan de inhoud van de <code>/blogs</code> naar jouw hoofdmap op de webserver. Maar, je kan ook beginnen met het uploaden van de bestanden naar een nieuwe map, <code>/b2evo</code> bijvoorbeeld; op die manier <strong>blijft jouw bestaande Miniblog weblog volledig beschikbaar terwijl jij b2evolution ontdekt.</strong>

source: Let's assume you install the contents of the blogs folder to <code>http://yoursite.com/b2evo</code> ...
nb_no: La oss anta at du installerer innholdet av /blogs-mappen til <code>http://dittdomene.no/b2evo</code> ...
nl_nl: Laten we er vanuit gaan dat je de inhoud van de weblogs map hebt geinstalleerd in <code>http://jouwsite.com/b2evo</code> ...

source: Run the installation script on your server. It is located in <code>http://yoursite.com/b2evo/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you a few questions, create required database tables, copy your Miniblog data to b2evo (without affecting Miniblog) and configure b2evolution for you.
nb_no: Kjør installasjonsskriptet på serveren din. Det finner du i <code>http://dittdomene.no/b2evo/install</code> . Deretter følger du bare instruksjonene på skjermen.<br /> <br /> Installasjonsskriptet vil stille deg noen spørsmål, lage de nødvendige database-tabellene, kopiere dine Miniblog-data til b2evo (uten å påvirke Miniblog) og konfigurere b2evolution for deg.
nl_nl: Start het installatiescript op jouw server. Het bevind zich in <code>http://jouwsite.com/jouwweblogsmap/install</code>. Volg daarna de aanwijzingen.<br /><br /> De installer zal je vragen om je basis configuratie instellingen, de database tabellen aanmaken, kopieren van jouw miniblog data naar b2evo (zonder daarbij miniblog aan te passen) en b2evolution voor jou configureren.

source: Upgrading from WordPress
nb_no: Konvertere fra WordPress
nl_nl: Bijwerken vanaf WordPress

source: The upgrade procedure below has been tested exclusively with WordPress version 1.2. Though it may not work with other versions, you can still give it a try quite safely. b2evolution will not harm your data, even if it can't understand it. The worst you would get is an error message.
nb_no: Konverteringsprosedyren under har bare blitt testet med WordPress versjon 1.2. Selv om den muligens ikke vil virke med andre versjoner, kan du fortsatt prøve den helt trygt. b2evolution vil ikke forandre din informasjon, selv om den ikke kan forstå det. Det verste som kan skje er at du får en feilmelding.
nl_nl: De upgrade procedure hieronder is exclusief getest met WordPress versie 1.2. Het zal waarschijnlijk niet werken met andere versies, maar je kan het wel proberen. b2evolution zal niet jouw data beinvloeden. Het ergste wat kan gebeuren is een foutmelding.

source: However, as always, it is wise to do a backup of your current website / blog / database (depending on what you already have) before starting to install something new.
nb_no: Men som alltid er det lurt å gjøre en backup av ditt nåværende nettsted / din blog / din database (avhengig av hva du allerede har)
nl_nl: Maar, zoals altijd, is het verstandig een backup te maken van jouw huidige website / weblog / database (afhankelijk van wat je al hebt) voordat je iets nieuws installeert.

source: On your server, locate the mysql database you are already using for WordPress. You must use the same database for b2evolution to be able to upgrade. Feel safe, b2evolution will not alter your WordPress tables and data in any way!
nb_no: På serveren din, finn mysql-databasen du allerede bruker til WordPress. Du må bruke den samme databasen til b2evolution for at du skal kunne konvertere. Bare slapp av, b2evolution vil ikke forandre dine WordPress-tabeller eller informasjon på noen måte!
nl_nl: Op je server, vind uit wat de mysql database is die je nu al gebruikt voor WordPress. Je moet dezelfde database gebruiken om te kunnen bijwerken naar b2evolution. Maak je niet druk, b2evolution zal onder geen beding de tabellen en data van Wordpress aanpassen!

source: Unless you changed the config, all tables created by b2evolution are prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. For example, WordPress used tables prefixed with wp_ by default. Your existing tables will not be affected in any way.
nb_no: Med mindre du endret konfigurasjonsfilen, vil alle tabeller laget av b2evolution få evo_ som prefiks. Hvis du ikke allerede har et annet program som bruker den samme prefiksen, vil dette gjøre det tryggere å installere b2evolution i en database delt med andre programmer. For eksempel bruker WordPress tabeller med wp_ som standard prefiks. Dine eksisterende tabeller vil ikke bli påvirket på noen måte.
nl_nl: Tenzij je de configuratie hebt veranderd, zullen alle tabellen die door b2evolution worden aangemaakt vooraf gegaan worden door evo_. Tenzij je al een applicatie hebt met hetzelfde voorvoegsel, is dit de veiligste manier om b2evolution in een database te installeren met andere applicaties. WordPress gebruikt tabellen voorafgaand met wp_ standaard. Jouw bestaande tabellen worden dan op geen enkele manier aangetast.

source: Only the contents of the <code>/blogs</code> directory need to be uploaded to your site. If you want b2evolution to handle the homepage of your site, upload the contents of the <code>/blogs</code> folder to your website root. However, you could start by uploading the files to a new subdirectory, <code>/b2evo</code> for example; that way<strong> your existing WordPress blog remains fully functional while you check out b2evolution.</strong>
nb_no: Bare innholdet i <code>/blogs</code>-mappen trengs for at b2evolution skal virke. Hvis du vil at b2evolution skal håndtere hovedsiden på ditt nettsted, kan du laste opp innholdet av <code>/blogs</code>-mappen til ditt nettsteds hovedmappe. Eller du kan for eksempel starte med å laste opp filene til en ny undermappe, <code>/b2evo</code>; på den måten <strong>vil din eksisterende WordPress-blog være fullstendig funksjonell mens du finner ut hva du synes om b2evolution.</strong>
nl_nl: Alleen de inhoud van de <code>/blogs</code> map zijn nodig om te uploaden naar jouw site. Als je b2evolution als jouw standaard webpage wilt, upload dan de inhoud van de <code>/blogs</code> naar jouw hoofdmap op de webserver. Maar, je kan ook beginnen met het uploaden van de bestanden naar een nieuwe map, <code>/b2evo</code> bijvoorbeeld; op die manier <strong>blijft jouw bestaande WordPress weblog volledig beschikbaar terwijl jij b2evolution ontdekt.</strong>

source: Run the installation script on your server. It is located in <code>http://yoursite.com/b2evo/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you a few questions, create required database tables, copy your WordPress data to b2evo (without affecting WordPress) and configure b2evolution for you.
nb_no: Kjør installasjonsskriptet på serveren din. Det finner du i <code>http://dittdomene.no/b2evo/install</code> . Deretter følger du bare instruksjonene på skjermen.<br /> <br /> Installasjonsskriptet vil stille deg noen spørsmål, lage de nødvendige database-tabellene, kopiere dine eksisterende WordPress-data til b2evo (uten å påvirke WordPress) og konfigurere b2evolution for deg.
nl_nl: Start het installatiescript op jouw server. Het bevind zich in <code>http://jouwsite.com/jouwweblogsmap/install</code>. Volg daarna de aanwijzingen.<br /><br /> De installer zal je vragen om je basis configuratie instellingen, de database tabellen aanmaken, kopieren van jouw WordPress data naar b2evo (zonder daarbij WordPress aan te passen) en b2evolution voor jou configureren.

source: Check the <a %s>manual</a> or the <a %s>forums</a> for notes on upgrading your existing WordPress template &amp; skin to b2evolution.
nb_no: Sjekk i <a %s>manualen</a> eller i <a %s>forumene</a> for å finne ut hvordan du kan oppgradere din eksisterende WordPress mal &amp; skin til b2evolution.
nl_nl: Controleer het <a %s>manual</a> of de <a %s>forums</a> voor aanwijzingen voor het bijwerken van jouw bestaande WordPress sjabloon naar b2evolution.

source: You can reuse your current WordPress CSS design in a snap by copying your style.css file into any b2evolution skin folder which name starts with wpc_ (which stands for WordPress CSS compatible)
nb_no: Du kan bruke ditt nåværende WordPress CSS-design med én gang ved å kopiere din style.css-fil til hvilken som helst b2evolution skin-mappe med et navn som begynner på wpc_ (wpc står for "WordPress CSS kompatibel")
nl_nl: Je kan je huidige WordPress CSS design hergebruiken door jouw style.css bestand te kopieren in een b2evolution skin map waar de naam van begint met wpc_ (wat staat voor WordPress CSS compatible)

source: Upgrading from Cafelog/b2
nb_no: Oppgradere fra Cafelog/b2
nl_nl: Bijwerken vanaf Cafelog/B2

source: Upgrading from Cafelog/b2 (the original b2)
nb_no: Oppgradere fra Cafelog/b2 (den opprinnelige b2)
nl_nl: Bijwerken vanaf Cafelog/B2 (de originele b2)

source: The upgrade procedure below has been tested exclusively with b2 versions 0.6.1 and 0.6.2. Though, we believe that versions 0.5.x should also upgrade without problems. Anyway, if you run any older version of b2, you can give it a try quite safely. b2evolution will not harm your data, even if it can't understand it. The worst you would get is an error message.
nb_no: Oppgraderingsprosedyren nedenfor har kun blitt testet med versjonene 0.6.1 og 0.6.2 av b2, men vi mener at å oppgradere fra versjonene 0.5.x også burde gå uten problemer. Uansett kan du bare prøve det uten grunn til bekymring: b2evolution vil ikke skade din informasjon, selv om den ikke forstår den. Det verste som kan skje er at du får en feilmelding.
nl_nl: De bijwerk procedure is exclusief getest met de b2 versies 0.6.1 en 0.6.2. Maar, ik denk dat versie 0.5.x ook zonder problemen kunnen worden bijgewerkt. Maargoed, als je een oude versie van b2 gebruikt kun je het zonder problemen proberen. b2evolution zal jouw data niet schaden, zelfs niet als het niet begrepen word. Het ergste wat kan gebeuren is dat je een foutmelding krijgt.

source: On your server, locate the mysql database you are already using for Cafelog/b2. You must use the same database for b2evolution to be able to upgrade. Feel safe, b2evolution will not alter your Cafelog/b2 tables and data in any way!
nb_no: På serveren din, finn mysql-databasen du allerede bruker til Cafelog/b2. Du må bruke den samme databasen til b2evolution for å kunne oppgradere. Bare slapp av, b2evolution vil ikke forandre på dine Cafelog/b2-tabeller eller informasjon på noen måte!
nl_nl: Op je server, vind uit wat de mysql database is die je nu al gebruikt voor Cafelog/b2. Je moet dezelfde database gebruiken om te kunnen bijwerken naar b2evolution. Maak je niet druk, b2evolution zal onder geen beding de tabellen en data van Cafelog/b2 aanpassen!
