Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: Next
ru_ru: Следующий

source: by
lt_lt: Autorius:
ru_ru: около
sv_se: av

source: level:
ru_ru: уровень:
sv_se: nivÂ

source: Priority
ru_ru: Приоритет

source: Assigned to:
ru_ru: Назначенный на:

source: Task Status
ru_ru: Строка статуса

source: no comment
lt_lt: komentarø nëra
ru_ru: нет комментариев
sv_se: inga kommentarer

source: 1 Trackback
lt_lt: 1 Trackbackas
ru_ru: 1 Трекбек

source: %d Trackbacks
ru_ru: %d Трекбек

source: 1 Pingback
lt_lt: 1 Pingbackas
ru_ru: 1 Пингбек

source: %d Pingbacks
ru_ru: %d Пингбек

source: Trackbacks
lt_lt: Trackbackai
ru_ru: Трекбек

source: Pingbacks
lt_lt: Pingbackai
ru_ru: Пингбек

source: No feedback for this post yet...
ru_ru: Пока нет отзывов для этого сообщения...

source: User
ru_ru: Пользователь

source: Edit profile
ru_ru: Редактировать профиль

source: Comment text
lt_lt: Komentaras
ru_ru: Текст комментариев
sv_se: Kommentarstext

source: Allowed XHTML tags
lt_lt: Leidþiama XHTML sintaksë
ru_ru: Разрешены XHTML теги
sv_se: TillÂtna XHTML-taggar

source: (Line breaks become &lt;br&gt;)
lt_lt: (Eiluèiø perkëlimai taps &lt;br /&gt;)
ru_ru: (Переносы строк заменяются на &lt;br&gt;)
sv_se: (radbrytningar blir &lt;br&gt;)

source: Send comment
lt_lt: Komentuoti
ru_ru: Послать комментарии
sv_se: Skicka kommentar

source: New post...
ru_ru: Новая запись...

source: Issue date
ru_ru: Исходная дата

source: Task list
ru_ru: Список задач

source: Task
ru_ru: Задача

source: i
ru_ru: и

source: Add a post...
ru_ru: Добавить заметку...

source: Add post
ru_ru: Добавить заметку

source: Filters
ru_ru: Фильтер

source: Reset all filters!
ru_ru: Сбросить фильтр

source: Posts to show
lt_lt: Parodyti áraðus
ru_ru: Сообщения для просмотра
sv_se: Inl‰gg att visa

source: Past
lt_lt: Praeitis
ru_ru: Вставить
sv_se: Tidigare

source: Future
lt_lt: Ateitis
ru_ru: Особенности
sv_se: Senare

source: Public
ru_ru: Общее

source: Members only
ru_ru: Только для участников

source: You only
ru_ru: Толко вы

source: Not published!
ru_ru: Не опубликованно!

source: Title / Text contains
lt_lt: Pavadinime/Tekste yra
ru_ru: Заголовок / Текст
sv_se: Titel / Text innehÂller

source: AND
lt_lt: IR
ru_ru: И
sv_se: OCH

source: OR
lt_lt: AR
ru_ru: ИЛИ
sv_se: ELLER

source: Exact match
ru_ru: Полное соответствие

source: Assignees
ru_ru: Назначить

source: Authors
ru_ru: Автор

source: Statuses
ru_ru: Статус записи

source: P
ru_ru: П

source: Assigned
ru_ru: Назначен

source: Add a task...
ru_ru: Добавить задачу...

source: Add task
ru_ru: Добавить задачу

source: Next %d days
ru_ru: Следующие %d дней

source: Previous %d
lt_lt: Ankstesni %d
ru_ru: Предыдущий %d
sv_se: FˆregÂende %d

source: Previous %d days
ru_ru: Предыдущие %d дней

source: Next %d
lt_lt: Sekantys %d
ru_ru: Следующий %d
sv_se: N‰sta %d

source: to
lt_lt: nuo
ru_ru: по
sv_se: till

source: of
lt_lt: ið
ru_ru: из
sv_se: av

source: from the end
lt_lt: nuo galo
ru_ru: от конца
sv_se: frÂn slutet

source: from the start
lt_lt: nuo pradþios
ru_ru: от начала
sv_se: frÂn bˆrjan

source: Post contents
lt_lt: Áraðo turinys
ru_ru: Добавить заметку
sv_se: Inl‰ggets innehÂll

source: Language
lt_lt: Kalba
ru_ru: Язык
sv_se: SprÂk

source: Link to url
lt_lt: Nuoroda á url
ru_ru: Ссылка на url
sv_se: L‰nk till URL

source: URL Title
ru_ru: URL Заголовок

source: (to be used in permalinks)
ru_ru: (будет использовано в постоянных ссылках)

source: Workflow properties
ru_ru: Автоматизация свойств

source: Task status
ru_ru: Статус задания

source: Deadline
ru_ru: Срок

source: Additional actions
ru_ru: Дополнительные действия

source: Pingback
lt_lt: Pingback'ai
ru_ru: Пингбэк

source: (Send a pingback to all URLs in this post)
lt_lt: (Siøsti Pingback'us á visus ðiame straipsnyje nurodytus URL)
ru_ru: (Послать пингбэк на все URL в этом сообщении)
sv_se: (Pinga alla URL:ar i detta inl‰gg)

source: Trackback URLs
lt_lt: Trackback'o URL
ru_ru: Трекбэк URL
sv_se: Trackback-URL:ar

source: (Separate by space)
lt_lt: (Atskirti tarpu)
ru_ru: (Разделено пробелом)
sv_se: (Separera med mellanslag)

source: Visibility / Sharing
ru_ru: Видимо / Расшарено

source: Protected (Members only)
lt_lt: Ribota (Tik nariams)
ru_ru: Защищено (Только зарегистрированные)
sv_se: Skyddad (endast fˆr medlemmar)

source: Private (You only)
lt_lt: Privatu (Tik jûs)
ru_ru: Личное (Только вы)
sv_se: Privat (endast du)

source: Visitors can leave comments on this post.
ru_ru: Посетитель может оставлять комментарии к записи.
sv_se: Besˆkare kan kommentera detta inl‰gg.

source: Open
ru_ru: Открыть
sv_se: Öppen

source: Visitors can NOT leave comments on this post.
ru_ru: Посетители НЕ могут оставлять комментарии к этомй записи.
sv_se: Besˆkare kan INTE kommentera detta inl‰gg.

source: Closed
ru_ru: Закрыть
sv_se: St‰ngd

source: Visitors cannot see nor leave comments on this post.
ru_ru: Посетители не могут ни оставлять, ни просматривать комментарии к этому сообщению.

source: Disabled
ru_ru: Запрещено

source: Text Renderers
ru_ru: Рендеринг текста

source: Linked to...
ru_ru: Ссылка на...

source: Position
ru_ru: Позиция

source: Contact
ru_ru: Контакт

source: Establishment
ru_ru: Создание

source: Firm
ru_ru: Фирма

source: Sub-Type
ru_ru: Подтип

source: Destination
ru_ru: Назначение

source: Link a file...
ru_ru: Связанные файл...

source: Link file
ru_ru: Связанный файл

source: Login form
lt_lt: Prisijungimo forma
ru_ru: Форма регистрации
sv_se: Inloggninsformul‰r

source: You will have to accept cookies in order to log in.
ru_ru: Ваш браузер должен принимать cookie, чтобы вас помнить.

source: Password
ru_ru: Пароль

source: Log in!
lt_lt: Prisijungti!
ru_ru: Логин!

source: Log into backoffice!
ru_ru: Войти в управление!

source: Lost your password ?
lt_lt: Pamirðote savo slaptaþodá ?
ru_ru: Потеряли ваш пароль?
sv_se: Har du tappat bort ditt lˆsenord?

source: Bypass login...
ru_ru: Без логина...

source: Lost password ?
lt_lt: Pamirðote slaptaþodá ?
ru_ru: Потеряли пароль?
sv_se: Tappat bort lˆsenordet?

source: A link to change your password will be sent to you by email.
ru_ru: Ссылка для изменения вашего пароля отправлена на ваш email.

source: Request email to change my password!
ru_ru: Требуется email для изменения пароля!

source: Registration complete
lt_lt: Registracija baigta
ru_ru: Регистрация завершина
sv_se: Registreringen ‰r f‰rdig

source: Registration Currently Disabled
lt_lt: Registracija Laikinai Sustabdyta
ru_ru: Регистрация временно приостановленна
sv_se: Registreringen ‰r fˆr n‰rvarande st‰ngd

source: User registration is currently not allowed.
lt_lt: Ðiuo metu vartotojai neregistruojami.
ru_ru: Регистрация пользователей временно остановлена.
sv_se: Registrering av nya anv‰ndare ‰r fˆr n‰rvarande inte tillÂtet

source: Home
lt_lt: Pradþia
ru_ru: Домой
sv_se: Hem

source: Register form
lt_lt: Registracijos forma
ru_ru: Форма регистрации
sv_se: Registreringsformul‰r

source: (twice)
lt_lt: (dukart)
ru_ru: (двжды)
sv_se: (tvÂ gÂnger)

source: Minimum %d characters, please.
ru_ru: Минимально %d символов, пожалуйста.

source: Preferred language
ru_ru: Предпочтительный язык

source: Register!
lt_lt: Registruotis!
ru_ru: Регистрация!
sv_se: Registrera!

source: Log into existing account...
ru_ru: Войти в доступный акаунт...

source: Account validation form
ru_ru: Форма подтверждения акаунта

source: Request email to activate my account!
ru_ru: Требуется email для активизации мого аккаунта!

source: Antispam Settings
ru_ru: Настройки антиспама

source: Comments/Feedback
ru_ru: Комментарии/Обратная связь

source: Publishing threshold
ru_ru: Подтверждение публикации

source: (-100 to 100). Automatically publish feedbacks with a spam karma below this value.
ru_ru: (-100 to 100). Автоматически публиковать обратную связь если спам karma между этими значениями.

source: Deletion threshold
ru_ru: Порог удаления

source: (-100 to 100). Automatically delete feedbacks with a spam karma over this value.
ru_ru: (-100 to 100). Автоматически удалять обратную связь если спам karma между этими значениями.

source: Feedbacks with a spam karma between these two thresholds will get the default status of the blog ("%s").
ru_ru: Обратные связи с кармой spam между этими двумя значениями получат встроенный статус в блоге ("%s").

source: Block spam referers
ru_ru: Блокировать спам ссылку

source: If a referrer has been detected as spam, should we block the request with a "403 Forbidden" page?
ru_ru: Если ссылка был обнаружен как спам, мы должны блокировать запрос с "403 Forbidden" страницей?

source: Spam detection relevance weight
ru_ru: Спам детектор вес

source: This defines the weight of the plugin, in relation to the others.
ru_ru: Это определяет вес плагина, относительно других.

source: There are no spam karma plugins enabled.
ru_ru: Нет спама через karm-у плагин разрешен.

source: Global Features
ru_ru: Глобальные возможности

source: Online Help
ru_ru: Справки онлайн

source: Online Help links
ru_ru: Ссылка на справку онлайн

source: Online help links provide context sensitive help to certain features.
ru_ru: Online справка содержит контекстно зависимую справку по определенным особенностям.

source: Enable Blog by email
ru_ru: Разрешить блог по email

source: Check to enable the Blog by email feature.
ru_ru: Установить разрешенной возможность блог по email.

source: POP3 through IMAP extension (experimental)
ru_ru: POP3 через IMAP расширение (эксперементально)

source: Retrieval method
ru_ru: Метод поиска

source: Choose a method to retrieve the emails.
ru_ru: Выберите метод доставки по email.

source: Mail Server
ru_ru: Почтовый сервер

source: Hostname or IP address of your incoming mail server.
ru_ru: Имя хоста или IP вашего входящего mail сервера.

source: Port Number
ru_ru: Номер порта

source: Port number of your incoming mail server (Defaults: pop3:110 imap:143).
ru_ru: Номер порта вашего входящего mail сервера (По умолчанию: pop3:110 imap:143).

source: Account Name
ru_ru: Имя акаунта

source: User name for authenticating to your mail server.
ru_ru: Имя пользователя для аудентификации на вашем почтовом сервере.

source: Password for authenticating to your mail server.
ru_ru: Пароль, для аудентификации на вашем почтовом сервере.

source: Default Category
ru_ru: Категория по умолчанию

source: By default emailed posts will have this category.
ru_ru: Сообщение по умолчанию должно содержать эту категорию.

source: Subject Prefix
ru_ru: Префикс темы

source: Email subject must start with this prefix to be imported.
ru_ru: Email тема должна начинаться с этого импортированного префикса.

source: Perform Server Test
ru_ru: Выполнить тест сервера

source: connection
ru_ru: соединение

source: verbose
ru_ru: многословное

source: Hide extra options
ru_ru: Скрыть экстра опции

source: Show extra options...
ru_ru: Показать экстра опции...

source: Body Terminator
ru_ru: Сообщение прерванно

source: Starting from this string, everything will be ignored, including this string.
ru_ru: Начиная с этой строки, все будет игнорированно, включая эту строку.

source: Test Mode
ru_ru: Тестовый режим

source: Check to run Blog by Email in test mode.
ru_ru: Выберите для работы Blog по Email в тестовом режиме.

source: Phone Email *
ru_ru: Телефон Email*

source: Phonemail Separator
ru_ru: Разделитель phonemail

source: Hit logging
ru_ru: Лог обращений

source: Autoprune stats after
ru_ru: Autoprune stats после

source: days. (0 to disable) How many days of stats do you want to keep in the database?
ru_ru: дней. (0 сбросить). Сколько дней вы хотите хранить статистику в базе?

source: Sessions
ru_ru: Сессии

source: Session timeout
ru_ru: Таймаут сессии

source: seconds. How long can a user stay inactive before automatic logout?
ru_ru: секунд. Как долго пользователь может оставться неактивным перед его автоматическим выходом(разлогиниванием)?

source: General Settings
ru_ru: Основные настройки

source: Default user rights
ru_ru: Права пользователя по умолчанию
sv_se: Fˆrvalda anv‰ndarr‰ttigheter

source: New users can register
ru_ru: Разрешить регистрироваться новым пользователям
sv_se: Nya anv‰ndare kan registrera sig

source: Check to allow new users to register themselves.
ru_ru: Выберить, для разрешения новым пользователям регистрироваться самостоятельно.
sv_se: Kryssa i fˆr att tillÂta nya anv‰ndare att registrera sig.

source: Users must validate
ru_ru: Пользователь должен быть подтвержден

source: Check to require users to validate their email by clicking a link sent to them.
ru_ru: Установите, чтобы пользователи активировался щелкая по ссылке посланной ему.

source: Validate email changes
ru_ru: Проверка изменений email

source: Check to require users to re-validate when they change their email address.
ru_ru: Выберите, чтобы требовать подтверждения, когда пользователи изменяют их адрес электронной почты.

source: Group for new users
ru_ru: Группа для новых пользователей
sv_se: Grupp fˆr nya anv‰ndare

source: Groups determine user roles and permissions.
ru_ru: Группа, для задания прав и разрешений пользователям.
sv_se: Gruppen avgˆr vilka roller och r‰ttigheter anv‰ndarna har.

source: Level for new users
ru_ru: Уровень для новых пользователей
sv_se: NivÂ fˆr nya anv‰ndare

source: Levels determine hierarchy of users in blogs.
ru_ru: Уровень определяет иерархию новых пользователей в блоге.
sv_se: NivÂn avgˆr vart anv‰ndaren befinner sig i hierarkin.

source: Display options
ru_ru: Опции отображения

source: Default blog to display
ru_ru: Блог, отображаемый по умолчанию

source: This blog will be displayed on index.php .
ru_ru: Этот блог будет отображаться в index.php

source: posts
lt_lt: áraðai
ru_ru: запись
sv_se: inl‰gg

source: Display unit
ru_ru: Единица отображения

source: Posts/Days per page
ru_ru: Записей/Дней на страницу
sv_se: Inl‰gg/dagar per sida

source: monthly
lt_lt: kas mënesá
ru_ru: ежемесячно
sv_se: mÂnadsvis

source: weekly
lt_lt: kas savaitæ
ru_ru: еженедельно
sv_se: veckovis

source: daily
lt_lt: kasdien
ru_ru: ежедневно
sv_se: dagligen

source: post by post
lt_lt: áraðas po áraðo
ru_ru: запись за записью
sv_se: inl‰gg fˆr inl‰gg

source: Archive mode
lt_lt: Archyvavimo bûdas
ru_ru: Архивный режим
sv_se: Arkivl‰ge

source: Email/MMS Auto-BR
ru_ru: Email/MMS авто -BR

source: Add &lt;BR /&gt; tags to mail/MMS posts.
ru_ru: Добавить &lt;BR /&gt; тег в mail/MMS сообщение.

source: Link options
ru_ru: Опции ссылок

source: Use extra-path info
ru_ru: Использовать extra-path путь

source: Recommended if your webserver supports it. Links will look like 'stub/2003/05/20/post_title' instead of 'stub?title=post_title&amp;c=1&amp;tb=1&amp;pb=1&amp;more=1'.
ru_ru: Рекомендуется, если ваш web сервер поддерживает. Ссылки вы будите видеть как 'stub/2003/05/20/post_title' вместо 'stub?title=post_title&amp;c=1&amp;tb=1&amp;pb=1&amp;more=1'.

source: Post called up by its URL title (Recommended)
ru_ru: Сообщение вызывается по его заголовку URL (Рекомендуется)

source: Fallback to ID when no URL title available.
ru_ru: Переход на ID, когда заголовок URL недоступен.

source: Post called up by its ID
ru_ru: Сообщение вызываются по его ID

source: Post on archive page, located by its ID
ru_ru: Сообщение на странице архива, находится по его ID

source: Post on archive page, located by its title (for Cafelog compatibility)
ru_ru: Сообщение на странице архива, находится по его заголовку (для совместимости с Cafelog)

source: Permalink type
ru_ru: Тип комментариев

source: Security options
ru_ru: Опции безопасности

source: Minimum password length
ru_ru: Минимальная длинна пароля

source: for users.
ru_ru: для пользователей.

source: Miscellaneous options
ru_ru: Разные опции

source: Reload-page timeout
ru_ru: Перегрузить страницу

source: Time (in seconds) that must pass before a request to the same URI from the same IP and useragent is considered as a new hit.
ru_ru: Время (в секундах) через которое данному URL с данного IP будет выставленно обновление.

source: Installed plugins
ru_ru: Доступные плагины

source: En
ru_ru: Дост.

source: Plugin
ru_ru: Плагин

source: When should rendering apply?
ru_ru: Когда отображение должно применяться?

source: The code to call the plugin by code (SkinTag) or as Renderer.
ru_ru: Код, вызывает код (SkinTag) для отображения.

source: The plugin is enabled.
ru_ru: Плагин разрешен

source: The plugin is broken.
ru_ru: Плагин запрещен

source: The plugin is disabled.
ru_ru: Плагин запрещен.

source: Display info
ru_ru: Информация отображения

source: Disable the plugin!
ru_ru: Запретить плагин

source: Enable the plugin!
ru_ru: Разрешить плагин:

source: Un-install this plugin!
ru_ru: Деинсталировать этот плагин

source: Reload events and codes for installed plugins.
ru_ru: Перегрузить сообщения и код инсталированного плагина.

source: Display available plugins.
ru_ru: Показать доступные плагины.

source: Available plugins
ru_ru: Доступные плагины.

source: Hide available plugins
ru_ru: Скрыть доступные плагины

source: Install
ru_ru: Установка

source: Local documentation of the plugin
ru_ru: Локальная документация к плагину

source: Cancel edit!
ru_ru: Отменить редактирование!

source: Plugin info
ru_ru: Информация о плагине

source: Plugin settings
ru_ru: Свойства плагина

source: Plugin variables
ru_ru: Переменные плагина

source: Apply rendering
ru_ru: Применить оторажение

source: Note: The plugin code is empty, so this plugin will not work as an "opt-out", "opt-in" or "lazy" renderer.
ru_ru: Примечание: Код плагина пустой, так что этот плагин не может работать как "opt-out", "opt-in" или "lazy" рендеринга.

source: Plugin events
ru_ru: Свойства плагина

source: Note: the plugin is not enabled.
ru_ru: Внимание: плагин недоступен.

source: Warning: by disabling plugin events you change the behaviour of the plugin! Only change this, if you know what you are doing.
ru_ru: Предупреждение: блокируя события плагина вы изменяете поведение плагина! Измените это, только если вы знаете то, что вы делаете.

source: This plugin has no registered events.
ru_ru: Этот плагин не имеет зарегистрированных событий.

source: Save (and review)
ru_ru: Сохранить (и посмотреть)

source: Create new locale
ru_ru: Создать новую локаль

source: Edit locale
ru_ru: Редактировать локаль

source: Regional Settings
ru_ru: Региональные настройки

source: The first two letters should be a <a %s>ISO 639 language code</a>. The last two letters should be a <a %s>ISO 3166 country code</a>.
ru_ru: Первые два символа должны соответствовать <a %s>коду языка из ISO 639</a>. Последние два символа долны соответствовать <a %s>коду страны из ISO 3166</a>.

source: Enabled
ru_ru: Разрешено

source: Should this locale be available to users?
ru_ru: Сделать эту локаль доступной для пользователей?

source: name of the locale
ru_ru: имя локали

source: Charset
ru_ru: Таблица символов

source: Must match the lang file charset.
ru_ru: Должно соответствовать кодировке языкового файла.

source: Date format
ru_ru: Формат даты

source: See below.
ru_ru: Смотри дальше.

source: Time format
ru_ru: Формат времени

source: Start of week
ru_ru: Начало недели

source: Day at the start of the week.
ru_ru: День, с которого начинается неделя.

source: Lang file
ru_ru: Языковой файл

source: the lang file to use, from the <code>locales</code> subdirectory
ru_ru: языковой файл для использования, из <code>locales</code> подкаталога

source: 1 is highest. Priority is important when selecting a locale from a language code and several locales match the same language; this can happen when detecting browser language. Priority also affects the order in which locales are displayed in dropdown boxes, etc.
ru_ru: 1 - наивысший. Приоритет важен для выбора локализации по коду языка и нескольких локализаций для одного и того же языка; это может случиться во время определения языка браузера. Приоритет также влияет на порядок, в котором локализации показываются в выпадающих списках и т.п.

source: Flags
ru_ru: Флаг

source: The flags are stored in subdirectories of <code>%s</code>. Their filename is equal to the country part of the locale (characters 4-5); file extension is .gif .
ru_ru: Флаги хранятся в подкаталогах из <code>%s</code>. Названия файлов - это часть имени локализации - код страны, т.е. символы 4 и 5; расширение файла - .gif

source: Date/Time Formats
ru_ru: Дата/Время формат

source: The following characters are recognized in the format strings:
ru_ru: Следующие символы распознаются в строках форматирования:

source: a - "am" or "pm"
ru_ru: a - "am" или "pm"

source: A - "AM" or "PM"
ru_ru: A - "AM" или "PM"

source: B - Swatch Internet time
ru_ru: B - Эталон времени (Интернет)

source: c - ISO 8601 date (Requires PHP 5); i.e. "2004-02-12T15:19:21+00:00"
ru_ru: c - ISO 8601 дата (Необходим PHP 5); i.e. "2004-02-12T15:19:21+00:00"

source: d - day of the month, 2 digits with leading zeros; i.e. "01" to "31"
ru_ru: d - день месяца, 2 цифры с начальным 0; напр. "01" до "31"

source: D - day of the week, textual, 3 letters; i.e. "Fri"
ru_ru: D - день недели, текстовый, 3 буквы; напр. "Пят"

source: e - day of the week, 1 letter; i.e. "F"
ru_ru: e - день недели, 1 буква; напр. "П"

source: F - month, textual, long; i.e. "January"
ru_ru: F - месяц, текстовый, полный; напр. "Январь"

source: g - hour, 12-hour format without leading zeros; i.e. "1" to "12"
ru_ru: g - час, 12-часовой формат без лидирующих нулей; напр. "1" до "12"

source: G - hour, 24-hour format without leading zeros; i.e. "0" to "23"
ru_ru: G - час, 24-часовой формат бел нулей вначале; i.e. "0" до "23"

source: h - hour, 12-hour format; i.e. "01" to "12"
ru_ru: h - час, 12-часовой формат; напр. "01" до "12"

source: H - hour, 24-hour format; i.e. "00" to "23"
ru_ru: H - час, 24-часовой формат; напр. "00" to "23"

source: i - minutes; i.e. "00" to "59"
ru_ru: i - минуты; напр. "00" to "59"

source: I (capital i) - "1" if Daylight Savings Time, "0" otherwise.
ru_ru: I (заглавная i) - "1" если летнее время, "0" в противном случае.

source: j - day of the month without leading zeros; i.e. "1" to "31"
ru_ru: j - день в месяце без начального нуля; напр. "1" до "31"

source: l (lowercase "L") - day of the week, textual, long; i.e. "Friday"
ru_ru: l (прописная "L") - день недели, тектсовый, длинный; например, "Friday"

source: L - boolean for whether it is a leap year; i.e. "0" or "1"
ru_ru: L - булево, указывает, является ли год високосным; напр., "0" или "1"

source: m - month; i.e. "01" to "12"
ru_ru: m - месяц; напр. "01" to "12"

source: M - month, textual, 3 letters; i.e. "Jan"
ru_ru: M - месяц, текстовый, 3 буквы; напр. "Янв"

source: n - month without leading zeros; i.e. "1" to "12"
ru_ru: n - месяц, без предшествующих нулей;напр., с "1" по "12"

source: O - Difference to Greenwich time (GMT) in hours; i.e. "+0200"
ru_ru: O - отличие от времени по Гринвичу (GMT) в часах; напр., "+0200"

source: r - RFC 822 formatted date; i.e. "Thu, 21 Dec 2000 16:01:07 +0200"
ru_ru: r - дата в формате RFC 822; напр., "Thu, 21 Dec 2000 16:01:07 +0200"

source: s - seconds; i.e. "00" to "59"
ru_ru: s - секунды; напр., с "00" по "59"

source: S - English ordinal suffix, textual, 2 characters; i.e. "th", "nd"
ru_ru: S - Английский порядковый суффикс, текстовый, 2 символа; напр., "th", "nd"

source: t - number of days in the given month; i.e. "28" to "31"
ru_ru: t - количество дней в данном месяце; напр., с "28" по "31"

source: T - Timezone setting of this machine; i.e. "MDT"
ru_ru: T - Установка временной зоны для этого компьютера; напр., "MDT"

source: U - seconds since the epoch
ru_ru: U - Секунды, прошедшие с эпохи

source: w - day of the week, numeric, i.e. "0" (Sunday) to "6" (Saturday)
ru_ru: w - день в неделе, число, напр. "0" (Воскресенье) to "6" (Суббота)

source: W - ISO-8601 week number of year, weeks starting on Monday; i.e. "42"
ru_ru: W - Номер недели в году в ISO-8601, недели начинаются в Понедельник; напр., "42"
