Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: Y - year, 4 digits; i.e. "1999"
ru_ru: Y - год, 2 циры; напр. "2006"

source: y - year, 2 digits; i.e. "99"
ru_ru: y - год, 2 циры; напр. "99"

source: z - day of the year; i.e. "0" to "365"
ru_ru: z - день в году;напр. "0" до "365"

source: Z - timezone offset in seconds (i.e. "-43200" to "43200"). The offset for timezones west of UTC is always negative, and for those east of UTC is always positive.
ru_ru: Z - смещение для временной зоны в секундах (с "-43200" по "43200"). Смещение от UTC для западной временной зоны - всегда отрицательно, а для восточной временной зоны - всегда положительно.

source: isoZ - full ISO 8601 format, equivalent to Y-m-d\TH:i:s\Z
ru_ru: isoZ - Полный формат ISO 8601, эквивалент Y-m-d\TH:i:s\Z

source: Unrecognized characters in the format string will be printed as-is.<br /> You can escape characters by preceding them with a \ to print them as-is.
ru_ru: Нераспознанные символы в форматной строке будут выведены без изменений.<br /> Вы можете подмену вставку спецсимволов, предваряя их \, чтобы выводить их без изменений.

source: Note: default locale is not enabled.
ru_ru: Внимание: локаль по умолчанию недоступна.

source: Regional settings
ru_ru: Региональные настройки
sv_se: Regionala inst‰llningar

source: Time difference
lt_lt: Laiko skirtumas
ru_ru: Разница во времени
sv_se: Tidsskillnad

source: in hours
ru_ru: в час

source: If you're not on the timezone of your server. Current server time is: %s.
ru_ru: Если вы не во временной зоне сервера. Текущее время сервера %s.
sv_se: Om du inte ‰r i samma tidszon som din server. Serverns tidist‰llning ‰r just nu: %s.

source: Overridden by browser config, user locale or blog locale (in this order).
ru_ru: Переопределить конфигурацию броузера, локаль пользователя или локаль блога (в этом слое)

source: Available locales
ru_ru: Доступные локали

source: Hide translation info
ru_ru: Скрыть информацию перевода

source: Show translation info
ru_ru: Показать информацию о переводе

source: Date fmt
ru_ru: Дата(форм.)

source: Time fmt
ru_ru: Время(форм.)

source: Day at the start of the week: 0 for Sunday, 1 for Monday, 2 for Tuesday, etc
ru_ru: Дней с начала недели:0 для Воскресенья, 1 для Понедельника, 2 для Вторника, и т.д.

source: Strings
ru_ru: Строк

source: Translated
ru_ru: Перевод

source: Extract
ru_ru: Извлечь

source: Move priority up
ru_ru: Приоритет перемещения вверх

source: Move priority down
ru_ru: Приоритет перемещения вниз

source: Copy locale
ru_ru: Копировать локаль

source: Reset custom settings
ru_ru: Сбросить в настройки по умолчанию

source: No language file...
ru_ru: Нет языкового файла...

source: Extract .po file into b2evo-format
ru_ru: Извлечь .po файл в b2evo-формат

source: Reset to defaults (delete database table)
ru_ru: Применить настройки по-умолчанию (удалить таблицу из БД)

source: Close user profile!
ru_ru: Закрыть профиль пользователя!

source: Create new user profile
ru_ru: Создать новый профиль пользователя

source: Profile for:
lt_lt: Profilis:
ru_ru: Профиль для:
sv_se: Profil fˆr:

source: User rights
ru_ru: Права пользователя
sv_se: Anv‰ndarens r‰ttigheter

source: Send an email
ru_ru: Послать на Email.

source: Visit the site
ru_ru: Посетить сайт

source: Search on ICQ.com
ru_ru: Искать на ICQ.com

source: Instant Message to user
ru_ru: Мгновенное сообщение пользователю

source: Identity shown
lt_lt: Id parodyta
ru_ru: Показываемая идентичность

source: Show Online
ru_ru: Показать онлайн?

source: Check this to be displayed as online when visiting the site.
ru_ru: Выберите, если вы хотите показывать online посетителей на сайте.

source: Preferred locale
ru_ru: Предполагаемая локаль

source: Preferred locale for admin interface, notifications, etc.
ru_ru: Предпочитаемая локализация для административного интерфейса, уведомлений и т.д.

source: Validated
ru_ru: Проверка

source: Has the user been validated (through email)?
ru_ru: Разрешить проверку пользователя (через email)?

source: Message form
ru_ru: Сообщение от

source: Check this to allow receiving emails through a message form.
ru_ru: Выберите это, чтобы позволить получать электронные письма через форму.

source: Notifications
ru_ru: Извещение

source: Check this to receive a notification whenever one of <strong>your</strong> posts receives comments, trackbacks, etc.
ru_ru: Выберите, чтобы получать уведомление всегда, когда к <strong>вашим</strong> сообщениям добавляются комментарии,трекбеки и т.д.

source: New password
lt_lt: Naujas slaptaþodis
ru_ru: Новый пароль

source: Leave empty if you don't want to change the password.
ru_ru: Оставьте пустым, если не хотите менять пароль

source: Confirm new password
lt_lt: Patvirtiniti naujà slaptaþodá
ru_ru: Подтвердите новый пароль

source: yes
ru_ru: да

source: no
ru_ru: нет

source: Admin skin
ru_ru: Администраторский шаблон:

source: The skin defines how the backoffice appears to you.
ru_ru: Шаблон определяет как будет отображаться ваша административная часть.

source: Action icon display
ru_ru: Показать иконки действий

source: 1:more icons ... 5:less icons
ru_ru: 1:больше иконок ... 5:меньше иконок

source: Action word display
ru_ru: Показать иконки действий

source: 1:more action words ... 5:less action words
ru_ru: 1:больше ключевых слов ... 5:меньше ключевых слов

source: Display icon legend
ru_ru: Показать подписи к иконкам

source: Display a legend at the bottom of every page including all action icons used on that page.
ru_ru: Показывать надписи на кнопках на каждой странице включая все иконки действий используемые на этой странице.

source: Control form closing
ru_ru: Закрытие формы управления

source: This will alert you if you fill in data into a form and try to leave the form before submitting the data.
ru_ru: Это предупредит вас если вы заполняете данные в форму и пытаетесь оставлять форму перед вводом данных.

source: Focus on first input text field
ru_ru: Установить на первую стоку текста

source: The focus will automatically go to the first input text field.
ru_ru: Фокус автоматически будет перемещен в первую текстовую строку ввода.

source: User information
ru_ru: Иформация о пользователе

source: Created on
ru_ru: Создать в

source: From IP
ru_ru: От IP

source: From Domain
ru_ru: От домена

source: With Browser
ru_ru: В броузере

source: Creating new group
ru_ru: Создание новой группы

source: Editing group:
ru_ru: Редактирование группы:
sv_se: Redigera grupp:

source: Viewing group:
ru_ru: Просмотр группы:

source: No Access
ru_ru: Нет доступа
sv_se: Ingen tillgÂng

source: View list only
ru_ru: Просмотр толко списка

source: View details
ru_ru: Смотреть детали

source: View
ru_ru: Просмотр

source: Add & edit/delete self created
ru_ru: Добавить и редактировать/удалить созданное

source: Add
ru_ru: Добавить

source: Edit/delete all
ru_ru: Редактировать/удалить все

source: Permissions for members of this group
ru_ru: Разрешения для участников этой группы

source: Hidden
ru_ru: Скрыто

source: Visible link
ru_ru: Видимые ссылки

source: Access to Admin area
ru_ru: Доступ к разделу администрированния

source: View all
ru_ru: Смотреть все
sv_se: Se alla

source: Full Access
ru_ru: Полный доступ
sv_se: Full tillgÂng

source: View only
ru_ru: Только для просмотра
sv_se: Se endast

source: Check to allow template editing.
ru_ru: Выберите, чтобы разрешить редактирование шаблонов.
sv_se: Kryssa fˆr att tillÂta redigering av mallar

source: Add/Upload
ru_ru: Добавить/Обновить

source: This overrides any specific media file permissions on specific blogs.
ru_ru: Это переопределит любые специфичные разрешения на медиа в выбранных блогах.

source: Users & Groups
ru_ru: Пользователи & Группы

source: Settings
ru_ru: Установки

source: Groups & Users
ru_ru: Группы & Пользователи

source: Add a user...
ru_ru: Добавить пользователя...

source: Add user
ru_ru: Добавить пользователя

source: Add a group...
ru_ru: Добавить группу...

source: Add group
ru_ru: Добавление группы

source: default group for new users
ru_ru: группа по умолчанию для новых пользователей

source: Edit this group...
ru_ru: Редактировать эту группу...

source: Duplicate this group...
ru_ru: Дублировать эту группу...

source: Delete this group!
ru_ru: Удалить эту группу

source: Edit this user...
ru_ru: Редактировать этого пользователя...

source: Duplicate this user...
ru_ru: Дублировать этого пользователя...

source: Delete this user!
ru_ru: Удалить этого пользователя...

source: Select date
ru_ru: Выберите данные

source: You have modified the form \"%s\"\nbut you haven't submitted it yet.\nYou are about to lose your edits.\nAre you sure?
ru_ru: Вы модифицировали форму \"%s\"\nно Вы не подтвердили это пока.\nВыход потеряет ваше редактирование.\nВы уверены?

source: Parser error:
ru_ru: Ошибка парсера:
sv_se: Tolkningsfel:

source: Tag <code>body</code> can only be used once!
lt_lt: Plëtinys<code>body</code> gali bûti naudojamas tik kartà!
ru_ru: Тег <code>body</code> может быть использован только один раз
sv_se: Taggen <code>body</code> kan bara anv‰ndas en gÂng!

source: Illegal tag
lt_lt: Nelegalus plëtinys
ru_ru: Ошибочный тег
sv_se: OtillÂten tagg

source: Tag &lt;%s&gt; must occur inside another tag
ru_ru: Тег &lt;%s&gt; должен содержатся в других тегах

source: Tag &lt;%s&gt; is not allowed within tag &lt;%s&gt;
ru_ru: Тег &lt;%s&gt; недопустим в теге &lt;%s&gt;

source: Tag &lt;%s&gt; may not have attribute %s
ru_ru: Тег &lt;%s&gt; не имеет атрибута %s

source: Found invalid URL:
lt_lt: Surasti neteisingi URL:
ru_ru: Найтен ошибочный URL:
sv_se: Ogiltig URL funnen:

source: Tag &lt;%s&gt; may not contain raw character data
ru_ru: Тег&lt;%s&gt; не содержит строковых данных

source: Illegal markup found:
ru_ru: Обнаружена ошибочная пометка:

source: Unallowed CSS markup found:
ru_ru: Неразрешенное CSS выделение найдено:

source: Hello
ru_ru: Привет

source: No response!
ru_ru: Не отвечает!
sv_se: Inget svar!

source: Remote error
ru_ru: Удаленная ошибка

source: Response
ru_ru: Ответ

source: Parameter &laquo;%s&raquo; is required!
ru_ru: Требуется &laquo;%s&raquo; параметр!

source: Illegal value received for parameter &laquo;%s&raquo;!
ru_ru: Получено ошибочное значение параметра &laquo;%s&raquo;!

source: Invalid URL
lt_lt: Blogas URL
ru_ru: Ошибочный URL:
sv_se: Felaktig URL

source: URI scheme not allowed
lt_lt: URI schema neleidþiama
ru_ru: URI схема не разрешена
sv_se: URI-schema ‰r ej tillÂtet

source: URL not allowed
lt_lt: URL neleidþiamas
ru_ru: URI не разрешен
sv_se: URL ej tillÂten

source: An unexpected error has occured!
ru_ru: Произошла неожиданная ошибка !

source: If this error persits, please report it to the administrator.
ru_ru: Если эта ошибка повторится, сообщите администратору.

source: Go back to home page
ru_ru: Вернутся к дамашней странице

source: Additional information about this error:
ru_ru: Дополнительная информация о данной ошибке:

source: Bad Request!
ru_ru: Ошибочный запрос!

source: The parameters of your request are invalid.
ru_ru: Параметр в вашем запросе ошибочный.

source: If you have obtained this error by clicking on a link INSIDE of this site, please report the bad link to the administrator.
ru_ru: Если вы получили бы эту ошибку щелкая на ссылку в этом месте, пожалуйста сообщите о плохой ссылке администратору.

source: and
ru_ru: и

source: PREVIEW
ru_ru: ПРЕДПРОСМОТР

source: Oops, MySQL error!
lt_lt: Uups, MySQL klaida!
ru_ru: Оопс, ошибко MySQL
sv_se: Ojsan dÂ. MySQL-fel!

source: go back
lt_lt: atgal
ru_ru: назад
sv_se: gÂ tillbaka

source: Redirecting you to:
lt_lt: Vyksta nukreipimas á:
ru_ru: Переправить вас в:
sv_se: Flyttar dig vidare till:

source: If nothing happens, click <a %s>here</a>.
lt_lt: jei nieko nevyksta, paspauskite <a %s>èia</a>.
ru_ru: Если ничего не происходит, нажмите <a %s>сюда</a>.
sv_se: Om inget h‰nder, klicka <a %s>here</a>.

source: Archive Directory
lt_lt: Archyvas
ru_ru: Папка архива
sv_se: Arkivkatalog

source: User profile
ru_ru: Профиль пользователя
sv_se: Anv‰ndarprofil

source: Send an email message
ru_ru: Послать E-mail сообщение

source: Pinging b2evolution.net...
lt_lt: Pinginam b2evolution.net...
ru_ru: Пропинговать b2evolution.net...
sv_se: Pingar b2evolution.net...

source: Aborted (Running on localhost).
lt_lt: Atðaukta ( veikiam localhost'e).
ru_ru: Прервано (Запущено локально)
sv_se: Avbruten (kˆr pÂ localhost)

source: Pinging Weblogs.com...
lt_lt: Pinginam Weblogs.com...
ru_ru: Пропинговать weblogs.com..
sv_se: Pingar weblogs.com

source: Pinging Blo.gs...
lt_lt: Pinginam Blo.gs...
ru_ru: Пропинговать blo.gs..
sv_se: Pingar blo.gs

source: Pinging technorati.com...
ru_ru: Пропинговать technorati.com...
sv_se: Pingar technorati.com

source: Sending pingbacks...
lt_lt: Siunèiami pingback'ai...
ru_ru: Посылка пингбека...
sv_se: Skickar pingbacks...

source: No pingback to be done.
lt_lt: Pingback'ai nenumatyti.
ru_ru: Нет посланого трекбека
sv_se: Inga pingbacks att skicka.

source: BEGIN
lt_lt: PRADËTI
ru_ru: НАЧАЛО
sv_se: BÖRJA

source: Processing:
lt_lt: Vykdau:
ru_ru: Обработка:
sv_se: Arbetar:

source: Couldn't find a hostname for:
lt_lt: Negaliu rasti domeno pavadinimo:
ru_ru: Не найдено имя хоста для:
sv_se: Kunde inte hitta v‰rdnamn fˆr:

source: Connect to server at:
lt_lt: Prisijungti prie serverio:
ru_ru: Соединение с сервером в:
sv_se: Anslut till server:

source: Couldn't open a connection to:
lt_lt: Negaliu susijungti su:
ru_ru: Невозможно открыть соединение с:
sv_se: Kunde inte ˆppna anslutning till:

source: Start receiving headers and content
lt_lt: Pradedu gauti antraðtes ir turiná
ru_ru: Начало получения заголовков и содержимого.
sv_se: Bˆrja ta emot headers och innehÂll

source: Pingback server found from X-Pingback header:
lt_lt: Pingback serveris rastas pagal X-Pingback antraðtes:
ru_ru: Сервер пигбек найден, от X-Pingback заголовок:
sv_se: Pingback-server hittad i X-Pingback header:

source: Pingback server found from Pingback <link /> tag:
lt_lt: Pingback serveris rastas pagal Pingback <link /> plëtiná:
ru_ru: Сервер пигбек найден, от X-Pingback <link /> тег:
sv_se: Pingback-server hittad i Pingback <link /> tagg:

source: Pingback server not found in headers and content
lt_lt: Pingback serveris nerastas antraðtëse ir turinyje
ru_ru: Сервер пингбек не найден в заголовках и содержимом
sv_se: Pingback-server hittades inte i header eller innehÂll

source: Pingback server URL is empty (may be an internal PHP fgets error)
lt_lt: Pingback serverio URL tuðèias (gali bûti, kad tai PHP fget klaida)
ru_ru: URL сервера пингбек пуст (возможно, внутренняя PHP fgets ошибка)
sv_se: Pingback-serverns URL ‰r tom (kan vara internt PHP-fel)

source: Pingback server data
lt_lt: Pingback serverio duomenys
ru_ru: Пингбэк данных сервера
sv_se: Pingback-serverns data

source: Page Linked To:
lt_lt: Puslapis turi nuorodà á :
ru_ru: Страница ссылается на:
sv_se: Sidan ‰r l‰nkad till:

source: Page Linked From:
lt_lt: Puslapis turi nuorodà ið:
ru_ru: Страница ссылается с:
sv_se: Sidan ‰r l‰nkad frÂn:

source: Pinging %s...
lt_lt: Pinginam %s...
ru_ru: Пинг %s...
sv_se: Pingar %s...

source: END
lt_lt: PABAIGA
ru_ru: КОНЕЦ

source: Pingbacks done.
lt_lt: Pingbackai ávykdyti.
ru_ru: Пингбек закончен.
sv_se: Pingbacks f‰rdiga.

source: No desc available
ru_ru: Нет доступного описания

source: No description available
ru_ru: Нет доступного описания

source: My Tab
ru_ru: Мой отчет

source: Homepage of the plugin
ru_ru: Дамашняя страница плагина

source: Delete set!
ru_ru: Удалить сет!

source: Add a new set of &laquo;%s&raquo;
ru_ru: Добавить новый сет &laquo;%s&raquo;

source: New set
ru_ru: Новый сет

source: The value for %s must be numeric.
ru_ru: Значение для %s должно быть цифровым:

source: The value must be numeric.
ru_ru: Значение должно быть цифровым:

source: The value is invalid. It must match the regular expression &laquo;%s&raquo;.
ru_ru: Зачение ошибочно. Это долно быть регулярное выражение &laquo;%s&raquo;.

source: The value is invalid. It must be in the range from %s to %s.
ru_ru: Зачение ошибочно. Это должно быть интервал от %s до %s.

source: The value is invalid. It must be smaller than %s.
ru_ru: Значение ошибочно. Должно быть меньше чем %s.

source: The value is invalid. It must be greater than %s.
ru_ru: Значение ошибочно, вы можите создать %s.

source: The plugin cannot be installed again.
ru_ru: Плагин не может быть установлен снова.

source: The installation of the plugin failed.
ru_ru: Установка плагина прервана.

source: Some plugin dependencies are not fulfilled:
ru_ru: екоторые зависимые плагины не выполнились:

source: The events %s are required by %s (ID %d).
ru_ru: Событию %s is необходим %s (ID %d).

source: The event %s is required by %s (ID %d).
ru_ru: Событию %s is необходим %s (ID %d).

source: The plugin is required by the following plugins: %s.
ru_ru: Плагину необходим следующий плагин: %s.

source: The plugin recommends a plugin which provides all of the following events: %s.
ru_ru: Плагин рекомендует плагин, который обеспечивает все следующие события: %s.

source: The plugin requires a plugin which provides all of the following events: %s.
ru_ru: Плагин рекомендует плагин, который обеспечивает все следующие события: %s.

source: The plugin recommends plugins which provide the events: %s.
ru_ru: Плагин рекомендует плагин, который обеспечивает события: %s.

source: The plugin requires plugins which provide the events: %s.
ru_ru: Плагин требует плагин, который обеспечивает события: %s.

source: The plugin requires at least version %s of the plugin %s, but you have %s.
ru_ru: Плагин требует последнюю версию %s плагина %s, а вы имеете %s.

source: The plugin requires the plugins: %s.
ru_ru: Плагин рекомендует установку плагина: %s.

source: The plugin recommends to install the plugins: %s.
ru_ru: Плагин рекомендует установку плагина: %s.

source: The plugin recommends version %s of the plugin API (%s is installed). Think about upgrading your %s installation.
ru_ru: Плагин рекомендует версию %s плагин API (%s установлен). Подумайте о модернизации вашей %s установки.

source: The plugin requires version %s of the plugin API, but %s is installed. You will probably have to upgrade your %s installation.
ru_ru: Тлагин требует версию %s плагин API, но %s установлена. Вы будете вероятно должно модернизировать вашу %s установку.

source: The maximum length of a plugin code is 32 characters.
ru_ru: Максимальная длина кода плагина 32 символа.

source: The plugin code cannot include a dot!
ru_ru: Кд плагина не может включать точку!

source: The plugin code is already in use by another plugin.
ru_ru: Код плагина повторно используется в другом плагине.

source: Please enter a valid time.
ru_ru: Пожалуйста введите правильное время.

source: The phone number is invalid.
ru_ru: Номер телефона ошибочен.

source: Supplied URL is invalid. (%s)
ru_ru: Неправильно указан URL. (%s)

source: Filter list
ru_ru: Список фильтра

source: Ascending order
ru_ru: По возрастанию

source: Descending order
ru_ru: По убыванию

source: Move up!
ru_ru: Переместить вверх!

source: Move down! (reverse sort)
ru_ru: Переместить вниз! (изменить сортировку)

source: Move down!
ru_ru: Переместить вниз!

source: Move up! (reverse sort)
ru_ru: Переместить вверх! (изменить сортировку)

source: Pages
ru_ru: Страница

source: to
ru_ru: кому

source: Sorry, there is nothing to display...
ru_ru: Извините, нечего отобразить...

source: Sel
ru_ru: Выбр.

source: Selection name
ru_ru: Выбранное имя

source: Update selection
ru_ru: Обновить выбор

source: Selection
ru_ru: Выбор

source: New selection
ru_ru: Новый выбор

source: Cannot create a selection with an empty name
ru_ru: Невозможно создать выбранное с пустым именем

source: Selection created.
ru_ru: Выбор сделан.

source: Please provide a selection name.
ru_ru: Пожалуйста, введите выбранное имя.

source: Obsolete selection entries deleted.
ru_ru: Устарелые выбранные записи удалены.

source: New selections entries inserted.
ru_ru: Новые выбранные записи вставлены.

source: Selection copied.
ru_ru: Выбор скопирован.

source: Selection links copied.
ru_ru: Выбранные ссылки скопированны.

source: Delete selection &laquo;%s&raquo;?
ru_ru: Удалить выбранное &laquo;%s&raquo;?

source: Cascading deletes!
ru_ru: Каскадное удаление!

source: Selection attachments deleted.
ru_ru: Выбранное вложение удалённо.

source: Selection deleted.
ru_ru: Выделенное удалено.

source: Subscriptions
ru_ru: Подписка

source: Sending trackbacks...
lt_lt: Siunèiam trackbackus...
ru_ru: Послать трекбек...
sv_se: Skickar trackbacks...

source: No trackback to be sent.
lt_lt: Nëra siunèiamø trackbackø.
ru_ru: Нет посланого трекбека.
sv_se: Det finns inga trackbacks att skicka.

source: Excerpt to be sent:
lt_lt: Paruoðta siuntimui iðtrauka:
ru_ru: Отрывок, который нужно посылать:
sv_se: Utdrag att skicka:

source: Trackbacks done.
lt_lt: Trackbackai ávykdyti .
ru_ru: Трекбек окончен.
sv_se: TrackBacks ‰r gjorda.

source: Sending trackback to:
lt_lt: Siunèiam trackbackà á:
ru_ru: Послать трекбек:
sv_se: Skickar trackback till:

source: Succeeded
ru_ru: Успешно

source: Unknown error
ru_ru: Неизвестная ошибка

source: No valid trackback response. Maybe the given url is not a Trackback url.
ru_ru: Нет правильных трекбэк ответов. Возможно указанный url не является трекбэк url.

source: Response:
lt_lt: Atsakymas:
ru_ru: Ответ:
sv_se: Svar:

source: POP3 connect:
lt_lt: POP3 prisijungimas:
ru_ru: POP3 соединение:
sv_se: Koppla upp till POP

source: No server specified
lt_lt: Nenurodytas serveris
ru_ru: Не указан сервер
sv_se: Ingen server specificerad

source: POP3: premature NOOP OK, NOT an RFC 1939 Compliant server
lt_lt: POP3: Iðankstinis NOOP OK atsakymas, tai ne RFC 1939 specifikacijas atitinkantis serveris
ru_ru: POP3: преждевременный NOOP OK, несовместимый с RFC 1939 сервер
sv_se: POP3: fˆr tidig NOOP OK, servern fˆljer INTE RFC 1939

source: No connection to server
lt_lt: Nëra ryðio su serveriu
ru_ru: Нет связи с сервером
sv_se: Ingen anslutning till server

source: POP3 user:
lt_lt: POP3 vartotojas:
ru_ru: POP3 пользователь:
sv_se: POP3 anv‰ndare:

source: No login ID submitted
lt_lt: Nenusiøstas prisijungimo ID
ru_ru: Не установлен ID имени пользователя
sv_se: Inget login-ID angivet

source: connection not established
lt_lt: nesusijungë
ru_ru: соединение не установлено
sv_se: anslutning ej etablerad

source: POP3 pass:
lt_lt: POP3 slaptaþodis:
ru_ru: POP3 пароль:
sv_se: POP3 lˆsenord:

source: No password submitted
lt_lt: Nepateiktas slaptaþodis
ru_ru: Нет введенного пароля
sv_se: Inget lˆsenord angivet

source: authentication failed
lt_lt: Autorizacija nepavyko
ru_ru: ошибочная идентификация
sv_se: verifieringen misslyckades

source: NOOP failed. Server not RFC 1939 compliant
lt_lt: NOOP nepavyko. Serveris neatitinka RFC 1939 specifikacijos
ru_ru: NOOP неудачен. Сервер несовместим с RFC 1939
sv_se: NOOP misslyckades. Servern fˆljer inte RFC 1939

source: No server banner
ru_ru: Нет бана сервера
sv_se: ingen serverbanner

source: abort
lt_lt: nutraukti
ru_ru: прервать
sv_se: avbryt

source: apop authentication failed
lt_lt: apop autorizacija nepavyko
ru_ru: apop аудентификация ошибка
sv_se: apop-verifiering misslyckades

source: POP3 login:
lt_lt: POP3 prisijungimas:
ru_ru: POP3 логин:
sv_se: POP3 anv‰ndarnamn:

source: Premature end of list
lt_lt: Prieðlaikinë sàraðo pabaiga
ru_ru: Преждевременный конец списка
sv_se: Fˆr tidigt slut pÂ listan

source: POP3 last:
ru_ru: POP3 последний:

source: POP3 reset:
ru_ru: POP3 сброс:
sv_se: POP3 Âterst‰ll

source: Empty command string
lt_lt: Tuðèia komandos grandinë
ru_ru: Пустая коммандная строка
sv_se: Tom kommandostr‰ng

source: POP3 quit:
ru_ru: POP3 выход:
sv_se: POP3 avslutas:

source: connection does not exist
lt_lt: susijungimas neegzistuoja
ru_ru: соединение недоступно
sv_se: Anslutningen existerar inte

source: POP3 delete:
ru_ru: POP3 удален:
sv_se: POP3 radera:
