Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: With trailing slash. By default, leave this field empty. If you want to use a subfolder, you must handle it accordingly on the Webserver (e-g: create a subfolder + stub file or use mod_rewrite).
ru_ru: С заверающим слешем. По умолчанию, поле пусто. Если вы хотите использовать подпапки, вы можите указать соответствие с Web сервером (напр.: создайте подпапку + и пустой файл или or use mod_rewrite).

source: Absolute URL
ru_ru: Абсолютный URL

source: With trailing slash.
ru_ru: С завершающим слешем.

source: Automatic detection by index.php
ru_ru: Автоматически детектировать index.php

source: Match absolute URL or use default blog
ru_ru: Абсолютный URL для блога по умолчанию

source: No default blog is currently set
ru_ru: Нет установленного блога по умолчанию

source: Current default :
ru_ru: По умолчанию:

source: Explicit reference on index.php
ru_ru: Последняя ссылка на index.php

source: You might want to use extra-path info with this.
ru_ru: Вы можите использовать extra-path информацию тут.

source: Explicit reference to stub file (Advanced)
ru_ru: Explicit reference с заглушкой (Продвинутые)

source: Stub name
ru_ru: Имя заглушка

source: For this to work, you must handle it accordingly on the Webserver (e-g: create a stub file or use mod_rewrite).
ru_ru: Чтобы это работало, вы должны соответственно настроить Web сервер (напр.: создать файл заглушку или использовать use mod_rewrite).

source: Preferred access type
ru_ru: Предпочитаемый тип доступа

source: URL blog name
ru_ru: URL блога

source: Used to uniquely identify this blog. Appears in URLs when using extra-path info. Also gets used as default for the media location (see the advanced tab).
ru_ru: Использовать уникальный идентификатор для этого блога. Назначенный URLs будет использоватся в extra-path info. Так же получит используемую по умолчанию папку медиа (смотри дополнительные закладки).

source: URL preview
ru_ru: Просмотр URL

source: Default display options
ru_ru: Опции отображения
sv_se: Fˆrvalda visningsinst‰llningar

source: Default skin
ru_ru: Шаблон по-умолчанию

source: This is the default skin that will be used to display this blog.
ru_ru: Это шаблон по-умолчанию, который будет использован для отображения этого блога.

source: Allow skin switching
ru_ru: Разрешить переключение шаблонов

source: Users will be able to select another skin to view the blog (and their preferred skin will be saved in a cookie).
ru_ru: Пользователи могут выбирать тему для показа блога (и их предпочитаемая тема будет сохранена в их cookie)

source: Allow customized blog CSS file
ru_ru: Разрешить настройку CSS файлов блога

source: A CSS file in the blog media directory will override the default skin stylesheet.
ru_ru: Файл CSS этого блога перезапишет тему по умолчанию.

source: Allow user customized CSS file for this blog
ru_ru: Разрешить пользователям настраивать CSS файл для этого блога

source: Users will be able to override the blog and skin stylesheet with their own.
ru_ru: Пользователь может переписать блог и шаблон для него, если они их хозяин.

source: Display public blog list
ru_ru: Показать публичный список блогов

source: Check this if you want to display the list of all blogs on your blog page (if your skin supports this).
ru_ru: Выберите, если вы хотите показывать список всех блогов на страницах своего блога (если ваш шаблон поддерживает это)

source: Include in public blog list
ru_ru: Включить в общий список блогов

source: Check this if you want this blog to be displayed in the list of all public blogs.
ru_ru: Выберите, если вы хотите показывать этот блог в списке всех доступных блогов.

source: Default linkblog
ru_ru: Блог по-умолчанию с ссылками

source: Will be displayed next to this blog (if your skin supports this).
ru_ru: Будет показано следующим в этом блоге (если ваша тема поддерживает это).

source: Tagline
lt_lt: Sloganas
ru_ru: Подзаголовок
sv_se: Undertitel

source: This is diplayed under the blog name on the blog template.
ru_ru: Это будет показано в шаблоне блога.

source: Long Description
lt_lt: Pilnas Apibûdinimas
ru_ru: Длинное описание
sv_se: LÂng beskrivning

source: This is displayed on the blog template.
lt_lt: Tai rodoma blogo ðablone.
ru_ru: Это будет показано в шаблоне блога.
sv_se: Detta visas i bloggmallen

source: Short Description
lt_lt: Trumpas Apibûdinimas
ru_ru: Краткое описание
sv_se: Kort beskrivning

source: This is is used in meta tag description and RSS feeds. NO HTML!
lt_lt: Tai naudojama <meta> apibûdinime ir RSS'e. HTML NEPALAIKOMAS!
ru_ru: Это будет использовано в meta-тегах и RSS. БЕЗ HTML!
sv_se: Detta anv‰nds fˆr meta-taggens beskrivnign och i RSS-matningen. INGET HTML!

source: This is is used in meta tag keywords. NO HTML!
lt_lt: Tai naudojama <meta> raktiniuose þodþiuose. HTML NEPALAIKOMAS!
ru_ru: Это будет использовано в meta-теге "keywords". БЕЗ HTML!
sv_se: Detta anv‰nds fˆr meta-taggens nyckelord. INGET HTML!

source: Notes
ru_ru: Примечание

source: Additional info.
ru_ru: Расширенная информация

source: Blogs
lt_lt: Blogai
ru_ru: Блоги
sv_se: Bloggar

source: Blog URL
ru_ru: URL блога

source: Static File
ru_ru: Статичный файл

source: Locale
ru_ru: Локаль

source: Default blog on index.php
ru_ru: Блог по умолчанию для inde.php

source: Gen!
ru_ru: Ген!
sv_se: Skapa!

source: Copy this blog!
ru_ru: Копировать этот блог!

source: Sorry, you have no permission to edit/view any blog's properties.
ru_ru: Извините, вы не имеете доступа редактировать/смотреть свойства блогов.

source: New blog...
ru_ru: Новый блог...

source: Layout
ru_ru: Уровень

source: All users
ru_ru: Все пользователи

source: Is<br />member
ru_ru: Это<br />участник

source: Can post/edit with following statuses:
ru_ru: Могут добавлять/редактировать со следующими статусами:

source: Delete<br />posts
ru_ru: Удалить<br />сообщение
sv_se: Radera<br />inl‰gg

source: Edit<br />comts
ru_ru: Редактировать<br />комментарии
sv_se: Ändra<br />komm.

source: Edit<br />cats
ru_ru: Редактировать<br />категории
sv_se: Ändra<br />kat.

source: Edit<br />blog
ru_ru: Редактировать <br />блог
sv_se: Ändra<br />blogg

source: Media directory
ru_ru: Папка медиа

source: Upload
ru_ru: Загрузить

source: Read
ru_ru: Читать

source: Not Member
ru_ru: Не участник

source: Editor
ru_ru: Редактор

source: Custom
ru_ru: Пользовательский

source: Role
ru_ru: Роль

source: Permission to read protected posts
ru_ru: Разрешение читать защищенные сообщения

source: Permission to post into this blog with private status
ru_ru: Разрешение для добавления сообщений со статусом "Личное" в этот блог
sv_se: Befogenhet att posta i denna blogg med privat status

source: Permission to post into this blog with protected status
ru_ru: Разрешение для добавление сообщений со статусом "Защищено" в этот блог
sv_se: Befogenhet att posta i denna blogg med skyddad status

source: Permission to post into this blog with draft status
ru_ru: Разрешение для добавление сообщений со статусом "Черновик" в этот блог
sv_se: Befogenhet att posta i denna blogg med utkast som status

source: Permission to post into this blog with deprecated status
ru_ru: Разрешение для добавление сообщений со статусом "Не рекомендовано к использованию" в этот блог
sv_se: Befogenhet att posta i denna blogg med nedskriven status

source: Permission to delete posts in this blog
ru_ru: Разрешение удалять записи в этом блоге
sv_se: Befogenhet att radera inl‰gg i denna blogg

source: Permission to edit comments in this blog
ru_ru: Разрешение редактировать комментарии к этому блогу
sv_se: Befogenhet att redigera kommentarer i denna blogg

source: Permission to edit categories for this blog
ru_ru: Разрешение редактировать категории для этого блога
sv_se: Befogenhet att redigera kategorier fˆr denna blogg

source: Permission to edit blog properties
ru_ru: Разрешение редактировать свойства блога
sv_se: Befogenhet att redigera bloggens egenskaper

source: Permission to upload into blog's media folder
ru_ru: Разрешение на загрузку в папку медиа блога

source: Permission to browse blog's media folder
ru_ru: Разрешение на просмотр медиа в папке контента блога

source: Permission to change the blog's media folder content
ru_ru: Разрешение на изменение контента медиа в папке медиа

source: (un)selects all checkboxes using Javascript
ru_ru: (не)выбрать все флажки, используя Javascript

source: (un)check all
ru_ru: (не)выбрать все

source: Login
lt_lt: Prisijungimo vardas
ru_ru: Логин
sv_se: Anv‰ndarnamn

source: Members
ru_ru: Участник
sv_se: Medlemmar

source: Non members
ru_ru: Не участник
sv_se: Icke medlemmar

source: Edit category properties
ru_ru: Редактировать свойства категории

source: New sub-category here
lt_lt: Nauja sub-kategorija èia
ru_ru: Создать новую подкатегорию
sv_se: Ny underkategori h‰r

source: New category here
lt_lt: Nauja kategorija èia
ru_ru: Создать новую категорию
sv_se: Ny kategori h‰r

source: <strong>Note:</strong> Deleting a category does not delete items from that category. It will just assign them to the parent category. When deleting a root category, items will be assigned to the oldest remaining category in the same collection (smallest category number).
ru_ru: <strong>Внимание:</strong> Удаление категории не удаляет сообщения из этой категории. Сообщения будут перенесены в родительскую категорию. Когда удаляется корневая категория, сообщения переносятся в самую старую оставшуюся категорию в этом блоге (наименьший номер категории).

source: Feedback (Comments, Trackbacks...)
ru_ru: Обратная связь (Комментарии, Трекбэк...)

source: No feedback yet...
ru_ru: Нет отзывов ...

source: Comment contents
ru_ru: Комментарии содержимого

source: Advanced properties
ru_ru: Дополнительные свойства
sv_se: Avancerade egenskaper

source: Edit timestamp
ru_ru: Редактировать временную отметку
sv_se: ƒndra tidsst‰mpel

source: Auto-BR
ru_ru: Авто-перенос
sv_se: Automatisk radbrytning

source: This option is deprecated, you should avoid using it.
ru_ru: Эта настройка не рекомендуется к использованию, вы должны избегать ее использования.

source: Comment info
lt_lt: Komentaro informacija
ru_ru: Информация комментария
sv_se: Info om kommentar

source: Type
lt_lt: Tipas
ru_ru: Тип
sv_se: Typ

source: IP address
lt_lt: IP adresas
ru_ru: Адрес IP
sv_se: IP-adress

source: Spam Karma
ru_ru: Спам Karma

source: Item
ru_ru: Пункт

source: Published (Public)
lt_lt: Paskelbtas (Vieðas)
ru_ru: Опубликовано (Для всех)
sv_se: Publicerad (offentlig)

source: Draft (Not published!)
lt_lt: Juodraðtis (Neskelbtas!)
ru_ru: Черновик (Не опубликованно!)
sv_se: Ukast (ej publicerat)

source: Deprecated (Not published!)
lt_lt: Atðauktas (Neskelbtas!)
ru_ru: Не рекомендуется (Не опубликованно!)
sv_se: Nedskrivet (ej publicerat)

source: No Spam Karma
ru_ru: Нет спам Karm-ы

source: In response to:
lt_lt: Komentaras:
ru_ru: В ответ на:
sv_se: Som svar pÂ:

source: Edit this task...
ru_ru: Редактировать эту задачу...

source: Comment from:
lt_lt: Komentaro autorius
ru_ru: Комментарии от:

source: Trackback from:
lt_lt: Trackbackas ið:
ru_ru: Трекбек от:

source: Pingback from:
lt_lt: Pingbackas ið:
ru_ru: Пингбек от:

source: Cancel!
ru_ru: Отмена!

source: New scheduled job
ru_ru: Новое задани в списке.

source: Job details
ru_ru: Детали задания

source: Job type
ru_ru: Тип задания

source: Schedule date
ru_ru: Дата задания

source: Schedule time
ru_ru: Время задания

source: Repeat every
ru_ru: Повторять каждыые

source: Create
ru_ru: Создать
sv_se: Skapa

source: Close sheet
ru_ru: Закрыть лист

source: Scheduled job
ru_ru: Добавить задачу

source: Job #
ru_ru: Работа #

source: Job name
ru_ru: Имя задания

source: Scheduled at
ru_ru: Задача в

source: days
lt_lt: dienos
ru_ru: день
sv_se: dagar

source: hours
ru_ru: час

source: minutes
ru_ru: минуты

source: Execution details
ru_ru: Выполнение детали

source: Status
lt_lt: Statusas
ru_ru: Статус

source: Real start time
ru_ru: Реальное время запуска

source: Real stop time
ru_ru: Реальное время окончания

source: Messages
ru_ru: сообщения

source: Scheduled jobs
ru_ru: График заданий

source: Add job
ru_ru: Добавить задачу

source: Pending
ru_ru: Незакончен

source: Started
ru_ru: Начато

source: Timed out
ru_ru: Таймаут

source: Error
ru_ru: Ошибка

source: Finished
ru_ru: Завершено

source: Schedule
ru_ru: Задание

source: Attention
ru_ru: Внимание

source: All
ru_ru: Все

source: Planned at
ru_ru: Запланировано в

source: Repeat
ru_ru: Повтор

source: Delete this task!
ru_ru: Удалить эту задачу!

source: Execute pending tasks in a popup window now!
ru_ru: Запустить незаконченную задачу в popup окне сечас?

source: Access denied
ru_ru: Доступ запрещен

source: Sorry, you have no permission to access this section.
ru_ru: Извините, вы не имеете разрешения для доступа к этой секции.

source: Logout
lt_lt: Atsijungti
ru_ru: Выход
sv_se: Logga ut

source: Exit to blogs
lt_lt: Persijungti á blogus
ru_ru: Вернутся к блогу
sv_se: Ut till bloggarna

source: Hide Filemanager
ru_ru: Скрыть файловый менеджер

source: Normal mode
ru_ru: Обычный режим

source: All files and folders, including subdirectories
ru_ru: Все файлы и папки, включая подпапки

source: Flat mode
ru_ru: Текстовый режим

source: Filter is a regular expression
ru_ru: Фильтр регулярных выражений

source: Filter
lt_lt: Filtras
ru_ru: Фильтер

source: RegExp
ru_ru: Рег.выражения

source: Apply
ru_ru: Применить

source: Unset filter
ru_ru: Снять фильтр

source: Display directory tree
ru_ru: Показать дерево папок

source: Hide directory tree
ru_ru: Скрыть дерево папок

source: Current dir
ru_ru: Текущая папка

source: A popup has discovered that the displayed content of this window is not up to date. Click to reload.
ru_ru: В popup открытом окне данные не последние. Кликните для перезагрузки.

source: %s bytes
ru_ru: %s байт

source: One directory
ru_ru: Одна папка

source: %d directories
ru_ru: %d папки

source: No directories
ru_ru: Нет папки

source: One file
ru_ru: Один файл

source: %d files
ru_ru: %d файлы

source: No files
ru_ru: Нет файлов

source: Go to parent folder
ru_ru: В родительскую папку

source: Path
ru_ru: Путь

source: Size
lt_lt: Dydis
ru_ru: Размер
sv_se: Storlek

source: Last change
ru_ru: Последние изменения

source: Perms
ru_ru: Разреш.

source: Owner
ru_ru: Владелец

source: Group
ru_ru: Группа

source: Select this file
ru_ru: Выберите этот файл

source: Change into this directory
ru_ru: Изменить в этой папке

source: Link this file!
ru_ru: Ссылка на этот файл!

source: Edit permissions
ru_ru: Редактировать разрешения

source: Edit properties...
ru_ru: Редактировать свойства...

source: No files found.
ru_ru: Не найдены файлы

source: With selected files:
ru_ru: С выбранным файлом:

source: Insert IMG tags for selected files
ru_ru: Вставьте таг IMG для выбранного файла

source: Rename the selected files
ru_ru: Переименовать выбранный файл

source: Delete the selected files
ru_ru: Удалиь выбранные файлы

source: Download the selected files as archive
ru_ru: Загрузить выбранный файл в архиве

source: Send by mail
ru_ru: Послать по mail

source: New file:
ru_ru: Новый файл:

source: New folder:
ru_ru: Новая папка:

source: folder
ru_ru: папка

source: file
ru_ru: файл

source: Create!
ru_ru: Создать!

source: Advanced upload...
ru_ru: Расширенная загрузка..

source: Quick Upload!
ru_ru: Краткая загрузка!

source: Hide menu
ru_ru: Скрыть меню

source: Show menu
ru_ru: Показать меню

source: Options
lt_lt: Nustatymai
ru_ru: Опции
sv_se: Inst‰llningar

source: Sort directories at top
ru_ru: Сортировка директории вверх

source: Show file types
ru_ru: Показать тип файлов

source: Show file perms
ru_ru: Показать разрешения для файлов

source: Show file owners
ru_ru: Показать владельцев

source: Show file groups
ru_ru: Показать фалы групп

source: Show hidden files
ru_ru: Показать скрытые файлы

source: Display file permissions like "rwxr-xr-x" rather than short form
ru_ru: Показать разрешения например "rwxr-xr-x" предпочтительнее в кратком виде

source: Display the image size of image files
ru_ru: Отобразить размер изображения в файле

source: Recursive size of directories
ru_ru: Рекурсивный размер папки

source: Always show the Filemanager
ru_ru: Всегда показывать файловый менеджер

source: Update !
ru_ru: Обновить !

source: Quit copy/move mode!
ru_ru: Прервать копирование/в режиме перемещения

source: Overwrite
ru_ru: Переписать

source: Check to overwrite the existing file
ru_ru: Проверить перезапись существующего файла

source: New name
ru_ru: Новое Имя

source: You are in copy/move mode.
ru_ru: Вы в режиме копирования/перемещения

source: Please navigate to the desired target location.
ru_ru: Пожалуйста выберите необходимое расположение.

source: Cancel delete!
ru_ru: Отмена удаления!

source: Do you really want to delete the following files?
ru_ru: Вы уверены, что хотите удалить текущий файл?

source: Do you really want to delete the following file?
ru_ru: Вы уверены, что хотите удалить этот файл?

source: Cancel download!
ru_ru: Отмена загрузки!

source: Download files in archive
ru_ru: Загрузить файлы в архиве

source: Archive filename
ru_ru: Имя архива

source: This is the name of the file which will get sent to you.
ru_ru: Это имя файла, ктоторой будет послано вам.

source: Exclude subdirectories
ru_ru: Включая подпапку

source: This will exclude subdirectories of selected directories.
ru_ru: Исключая подпапку в выбраной папке.

source: Files to download
ru_ru: Файлы загружены

source: Quit link mode!
ru_ru: Quit link режим!

source: Link files to &laquo;%s&raquo;...
ru_ru: Сылочный файл на &laquo;%s&raquo;...

source: Edit this post
ru_ru: Редактировать эту запись

source: Existing links
ru_ru: Существующие ссылки

source: Let browser handle this file!
ru_ru: Позволить смотреть ссылку на этот файл

source: Locate this file!
ru_ru: Выберите этот файл!

source: Delete this link!
ru_ru: Удалить эту ссылку!

source: Click on a link icon %s below to link an additional file to this item.
ru_ru: Кликните на иконку %s ниже to link an additional file to this item.

source: Change permissions
ru_ru: Сменить разрешения

source: Default permissions
ru_ru: Разрешения по умолчанию

source: check all
ru_ru: отметить все

source: Use default value
ru_ru: Использовать значения по умолчанию

source: Set new permissions
ru_ru: Установить новые разрешения

source: Cancel rename!
ru_ru: Отмена переименования!

source: Quit upload mode!
ru_ru: Прервать режим загрузки!

source: File upload
lt_lt: Failø siuntimas
ru_ru: Файл загружен
sv_se: Ladda upp fil

source: Some file uploads failed. Please check the errors below.
ru_ru: Некоторые файлы не были загружены. Пожалуйста, проверьте ошибки ниже.

source: Files to upload
ru_ru: Файлы для загрузки

source: Allowed file extensions
ru_ru: Доступно расширение

source: Maximum allowed file size
ru_ru: Максимально разрешенный размер файла

source: Invalid submission.
ru_ru: Ошибочное подтверждение.

source: Choose a file
ru_ru: Выбрать файл

source: Filename on server (optional)
ru_ru: Имя файла на сервере (опционально)

source: Long title
ru_ru: Полное описание

source: Alternative text (useful for images)
ru_ru: Альтернативный текст (необходимо для картиинки)

source: Caption/Description of the file
ru_ru: Заголовок/Описание файла

source: Add another file
ru_ru: Добавить другой файл

source: Upload files into:
ru_ru: Загрузить файлы в:

source: Delete this filetype!
ru_ru: Удалить этт тип файлов!

source: New file type
ru_ru: Новый тип файлов

source: File type
ru_ru: Типы файла

source: Extensions
ru_ru: Расширение

source: File type name
ru_ru: Имя типа файла

source: Mime type
ru_ru: Mime тип

source: Icon
ru_ru: Иконка

source: Open with browser (popup)
ru_ru: Открыть в браузере (popup)

source: Let the browser handle the file in a popup.
ru_ru: Разрешить браузеру открыть файл (popup)

source: Open with text viewer (popup)
ru_ru: Открыть в текстовом редакторе (popup)

source: Use the online text viewer (recommended for .txt)
ru_ru: Использовать только текстовый просмотрщик (рекомендуемый для .txt)

source: Open with image viewer (popup)
ru_ru: Открыть в просмотрщике картинок (popup)

source: Use the online image viewer (recommended for .gif .png .jpg)
ru_ru: Использоватьтолько просмотрщик картинок (рекомендуемый для .gif .png .jpg)

source: Open with external app (no popup)
ru_ru: Открыть во внешней прогр.(не popup)

source: Let the browser handle the file in a popup. Note: if you do not want Word to open inside of IE, you must uncheck "browse in same window" in Windows' file types.
ru_ru: Позвольте окну браузера просмотра файл в всплывающем окне. Примечание: если вы не хотите, чтобы Word открывался в I.Е., Вы должны убрать "просматривать том же окне" в окне типы файлов.

source: Download to disk (no popup)
ru_ru: Загрузить на диск (no popup)

source: Tell the browser to save the file to disk instead of displaying it.
ru_ru: Скажите браузеру сохранить файл на диск вместо отображаемого.

source: View type
ru_ru: Просмотр типа

source: Allow upload
ru_ru: Разрешена загрузка

source: Check to allow uploading and renaming of this file type
ru_ru: Выберите для разрешения загрузки и переименования этого типа файлов

source: File types list
ru_ru: Список типов файлов

source: Edit this file type...
ru_ru: Редактировать этот тип файлов...

source: Duplicate this file type...
ru_ru: Дублировать тип файла...

source: Delete this file type!
ru_ru: Удалить этот тип файлов!

source: Add file type
ru_ru: Добавить тип файла

source: Close properties!
ru_ru: Закрыть свойства!

source: File properties
ru_ru: Свойства файла

source: Filename
ru_ru: Имя файла

source: This is the name of the file on the server hard drive.
ru_ru: Это имя файла на диске сервера

source: Meta data
ru_ru: Мета данные

source: This is a longer descriptive title
ru_ru: Это полное описание

source: Alternative text
ru_ru: Альтернативный текст

source: This is useful for images
ru_ru: Это нужно для картинок

source: Caption/Description
ru_ru: Заголовок/Описание

source: File Settings
ru_ru: Опции файлов

source: Filemanager options
ru_ru: Опции файлового менеджера

source: Enable Filemanager
ru_ru: Разрешен менеджер файлов

source: Check to enable the Filemanager.
ru_ru: Проверить доступность менеджера файлов.

source: Enable blog directories
ru_ru: Разрешенные папки блогов

source: Check to enable root directories for blogs.
ru_ru: Проверьте доступность корневой папки для блога.

source: Enable user directories
ru_ru: Разрешить папку пользователей

source: Check to enable root directories for users.
ru_ru: Проверьте доступность корневой папки для пользователя.

source: Enable creation of dirs
ru_ru: Разрешено создание папок

source: Check to enable creation of directories.
ru_ru: Установить доступность создания папок

source: Enable creation of files
ru_ru: Разрешено создание файлов

source: Check to enable creation of files.
ru_ru: Установить разрешение создания файлов.

source: Upload options
ru_ru: Опции загрузки

source: Enable upload
ru_ru: Разрешена загрузка

source: Check to allow uploading files in general.
ru_ru: Выберите, чтобы разрешить загружать файлы

source: Maximum allowed filesize
ru_ru: Максимально разрешенный размер файла

source: KB (This cannot be higher than your PHP/Webserver setting!)
ru_ru: Кб (Это не может быть большим PHP/Web сервера настроек!)

source: Advanced options
ru_ru: Расширенные опции
sv_se: Avancerade inst‰llningar

source: Valid filename
ru_ru: Доступное имя

source: Regular expression
ru_ru: Регулярные выражения

source: Valid dirname
ru_ru: Доступное имя папки

source: Restore defaults
ru_ru: Сбросить в значения по умолчанию

source: Add an element...
ru_ru: Добавить элемент

source: Add element
ru_ru: Новый элемент

source: New...
ru_ru: Новый

source: Delete...
ru_ru: Удалить...

source: 1 page
ru_ru: 1 старница

source: Previous
ru_ru: Предыдущий
