Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: Selected
lt_lt: Pasirinkta
ru_ru: Выбран
sv_se: Valda

source: Categories
lt_lt: Kategorijos
ru_ru: Категории
sv_se: Kategorier

source: Recently
lt_lt: Dabar
ru_ru: Недавно
sv_se: Senaste

source: (cached)
lt_lt: (keðuota)
ru_ru: (кешировано)
sv_se: (cachad)

source: (no cache)
lt_lt: (nekeðuota)
ru_ru: (не кэшировано)
sv_se: (ej cachad)

source: Last comments
lt_lt: Naujausi komentarai
ru_ru: Последние комментарии
sv_se: Senaste kommentarerna

source: Search
lt_lt: Paieðka
ru_ru: Поиск
sv_se: Sˆk

source: All Words
lt_lt: Visi Þodþiai
ru_ru: Слова
sv_se: Alla Ord

source: Some Word
lt_lt: Atskiri Þodþiai
ru_ru: Некоторые слова
sv_se: NÂgra Ord

source: Entire phrase
lt_lt: Frazë
ru_ru: Вся фраза
sv_se: Hel mening

source: Reset form
lt_lt: Iðvalyti
ru_ru: Сбросить форму
sv_se: Nollst‰ll formul‰r

source: Get selection
lt_lt: Pasirinkti
ru_ru: Получить выбраннное
sv_se: H‰mta val

source: Archives
lt_lt: Archyvai
ru_ru: Архивы
sv_se: Arkiv

source: more...
lt_lt: daugiau...
ru_ru: больше...
sv_se: mer...

source: Misc
lt_lt: Ivairûs
ru_ru: Дополнительно
sv_se: Diverse

source: Syndicate this blog
lt_lt: Sindikuoti ðá blogà
ru_ru: RSS этот блог
sv_se: Syndikera denna blogg

source: Default page for b2evolution
ru_ru: Страница по умолчанию для b2evolution

source: Multilingual multiuser multi-blog engine.
ru_ru: Многоязыковая и многопользовательская блог система.

source: Welcome to b2evolution
ru_ru: Добро пожаловать в b2evolution

source: This is the default homepage for b2evolution. It will be displayed as long as you don't select a default blog in the general settings.
ru_ru: Эта страница - страница по-умолчанию для b2evolution. Она будет показываться до тех пор, пока Вы не выберите блог по-умолчанию в основных настройках.

source: Edit config
ru_ru: Редактировать конфигурацию

source: Individual blogs on this system
ru_ru: Индивидуальный блог в этой системе

source: Blog #%d
lt_lt: Blogas Nr.%d
ru_ru: Блог #%d
sv_se: Blogg #%d

source: Blog #1
lt_lt: Blogas Nr. 1
ru_ru: Блог #1
sv_se: Blogg #1

source: This is a special blog that aggregates all messages from all other blogs!
lt_lt: Tai specialus blogas, kuris rodo áraðus ið visø kitø blogø!
ru_ru: Это специальный блог, собирающий все сообщения из всех остальных!
sv_se: Det h‰r ‰r en specialblogg d‰r alla postningar frÂn alla bloggar finns samlade.

source: Please note: the above list (as well as the menu) is automatically generated and includes only the blogs that have a &quot;stub url name&quot;. You can set this in the blog configuration in the back-office.
lt_lt: Atsiminkite: Aukðèiau esantis sàraðas (kaip ir meniu) yra generuojamas automatiðkai ir apima tik blogus, kurie turi &quot;stub url pavadinimà&quot; Jûs galite pakeisti ðá nustatymà administracinëje dalyje.
ru_ru: Внимание: список выше (меню) автоматически генерируется и включает в себя только блоги, которые имеют &quot;заглушка для имени url&quot;. Вы можете изменить это в настройках блога.
sv_se: OBS: Listan (och menyn) ovan genereras automatiskt, och innehÂller bara de bloggar som har ett &quot;stub-namn&quot;. Du kan ‰ndra detta i blogg-innst‰llngarna pÂ administrationssidan.

source: More demos
lt_lt: Daugiau demonstracijø
ru_ru: Еще демо
sv_se: Fler exempel

source: Stub file
ru_ru: Редактировать файл

source: Blog #2 called through a stub file
ru_ru: Блог #2 вызван через файл заглушки

source: Custom template
lt_lt: Specialus ðablonas
ru_ru: Пользовательский шаблон
sv_se: Anpassningsbar sidmall

source: Blog #2 called through a custom template (not a skin)
ru_ru: Блог #2 вызван через пользовательский шаблон (не скин)

source: Multiple blogs displayed on the same page
lt_lt: Daug blogø viename puslapyje
ru_ru: Несколько блогов, показанных на одной странице
sv_se: Flera bloggar pÂ samma sida

source: Summary of last posts in all blogs
lt_lt: Paskutiniø temø ið visø blogø santrauka
ru_ru: Кратко поледние сообщения во всех блогах
sv_se: Summering med de senaste inl‰ggen frÂn alla bloggar

source: The page you're looking at
ru_ru: Страница, которую вы просматриваете

source: Please note: those demos do not make use of evoSkins, even if you enabled them during install. The only way to change their look and feel is to edit their PHP template. But once, again, remember these are just demos destined to inspire you for your own templates ;)
ru_ru: Внимание: эти демонстрационные шаблоны не могут быть использованы как evoSkins, даже если вы включите их во время установки. Единственный путь изменить их внешний вид - это редатировать их PHP шаблоны. И еще раз, запомните, что эти шаблоны сделаны лишь для того, чтобы побудить вас делать собственные шаблоны ;)

source: Administration
ru_ru: Управление

source: Go to backoffice!
ru_ru: Вернуться к управлению

source: Official website
ru_ru: Офицальный сайт

source: GNU GPL license
lt_lt: GNU GPL licencija
ru_ru: GNU GPL лицензия
sv_se: GNU GPL-licens

source: Multiblog demo
lt_lt: Multibloginimo galimybiø demonstracija
ru_ru: Много-блоговое демо
sv_se: Multiblogg-demo

source: This demo template displays 3 blogs at once (1 on the left, 2 on the right)
lt_lt: Ðis ðablonas demonstruoja 3 blogus ið karto (vienà kairëje, 2 deðinëje)
ru_ru: Этот демонстрационный шаблон показывает 3 блога за раз (один слева, два справа)
sv_se: Denna mall visar tre bloggar pÂ en gÂng (1 till v‰nster, tvÂ till hˆger)

source: Summary Demo
ru_ru: Краткое демо

source: This demo template displays a summary of last posts in all blogs
lt_lt: Ði demonstracija rodo paskutiniø temø ið visø blogø santraukà
ru_ru: Этот демонстрационный шаблон показывает последние сообщения из всех блогов
sv_se: Denna mall visar en sammanst‰llning av de senaste inl‰ggen i alla bloggar

source: More posts...
lt_lt: Daugiau áraðø...
ru_ru: Еще сообщения...
sv_se: Fler inl‰gg...

source: Write
ru_ru: Писать

source: Posts
lt_lt: Straipsniai
ru_ru: Записи
sv_se: Inl‰gg

source: Post list
ru_ru: Список записей

source: Full posts
ru_ru: Полная запись

source: Comments
lt_lt: Komentarai
ru_ru: Комментарии
sv_se: Kommentarer

source: Blog settings
ru_ru: Настройки блога

source: General
ru_ru: Основные
sv_se: Allm‰n

source: User permissions
ru_ru: Разрешения пользователей
sv_se: Anv‰ndarr‰ttigheter

source: Group permissions
ru_ru: Разрешения группы

source: Advanced
ru_ru: Расширенные

source: Stats
lt_lt: Statistika
ru_ru: Статус
sv_se: Statistik

source: Summary
lt_lt: Santrauka
ru_ru: Кратко
sv_se: Summering

source: Direct accesses
ru_ru: Прямой доступ

source: Referers
lt_lt: Referalai
ru_ru: Ссылка
sv_se: Referenser

source: Refering searches
ru_ru: Ссылающиеся запросы

source: Syndication
lt_lt: RSS/XML
ru_ru: Синдикация
sv_se: Syndikering

source: User agents
ru_ru: Пользовательский агент

source: Antispam
ru_ru: Антиспам

source: Templates
lt_lt: Ðablonai
ru_ru: Шаблон
sv_se: Mallar

source: Custom skin template editing
lt_lt: "Custom" ðablono redagavimas
ru_ru: Редактор шаблонов
sv_se: Anpassa dina egna temamallar (skins)

source: Files
ru_ru: Файл

source: File management
ru_ru: Менеджер файлов

source: Users
lt_lt: Vartotojai
ru_ru: Пользователь
sv_se: Anv‰ndare

source: User management
lt_lt: Vartotojø valdymas
ru_ru: Менеджер пользователей
sv_se: Anv‰ndaradministration

source: My profile
ru_ru: Мой профиль

source: App settings
ru_ru: Настройки блога

source: Features
ru_ru: Расширения

source: Regional
ru_ru: Региональные

source: File types
ru_ru: Тип файла

source: Post statuses
ru_ru: Статус записи

source: Post statuses management
ru_ru: Менеджер статусов сообщений

source: Post types
ru_ru: Тип записи

source: Post types management
ru_ru: Менеджер типов сообщений

source: Plugins
ru_ru: Плагины

source: Tools
ru_ru: Инструменты

source: Scheduler
ru_ru: Задачи

source: visit b2evolution's website
ru_ru: посетите b2evolution сайт
sv_se: besˆk b2evolution:s webbplats

source: GPL License
lt_lt: GPL licencija
ru_ru: Лицензия GPL
sv_se: GPL Licens

source: Folder
ru_ru: Папка

source: Unknown file
ru_ru: Неизвестный файл

source: Empty file
ru_ru: Пустой файл

source: Parent folder
ru_ru: Родительска папка

source: Home folder
ru_ru: Домашняя папка

source: Edit
lt_lt: Redaguoti
ru_ru: Редактировать

source: Copy
ru_ru: Копирование

source: Move
ru_ru: Переместить

source: Rename
ru_ru: Переименовать

source: Del
lt_lt: Trinti
ru_ru: Удал

source: Delete
lt_lt: Trinti
ru_ru: Удалить
sv_se: Radera

source: Permissions
ru_ru: Полномочия

source: A
ru_ru: А

source: D
ru_ru: Я

source: New window
ru_ru: Новое окно

source: Expand
ru_ru: Развернуть

source: Collapse
ru_ru: Свернуть

source: Reload
ru_ru: Перегрузить

source: Download
ru_ru: Загрузка

source: Warning
lt_lt: Dëmesio
ru_ru: Предупреждение
sv_se: Varning

source: Info
ru_ru: Информация

source: Website
lt_lt: Svetainë
ru_ru: Веб сайт
sv_se: Webbplats

source: New
ru_ru: Новый

source: Properties
ru_ru: Свойства
sv_se: Egenskaper

source: Publish
ru_ru: Опубликованно

source: Deprecate
ru_ru: Уменьшение

source: Locate
ru_ru: Расположение

source: Close
ru_ru: Закрыть

source: Act.
ru_ru: Акт.

source: Activate
ru_ru: Активировать

source: Deact.
ru_ru: Деактивир.

source: Deactivate
ru_ru: Деактивировать

source: Activated
ru_ru: Активировано

source: Deactivated
ru_ru: Девктивировано

source: Link
ru_ru: Ссылка

source: Unlink
ru_ru: Не связанный

source: Calendar
ru_ru: Календарь

source: Help
ru_ru: Справка

source: Permalink
lt_lt: Arch. nuoroda
ru_ru: Постоянная ссылка
sv_se: Permal‰nk

source: History
ru_ru: История

source: Allowed
ru_ru: Разоешено

source: Blocked
ru_ru: Заблокировано

source: Up
ru_ru: Вверх

source: Down
ru_ru: Вниз

source: Sort by order
ru_ru: Сортировка по старшинству

source: Assigned to
ru_ru: Назначенно на

source: Check all
ru_ru: Отметить все

source: Uncheck all
ru_ru: Снять отметку со всего

source: Reset all filters
ru_ru: Сбросить все фильтры

source: Allow back
ru_ru: Разрешить назад

source: Ban
ru_ru: Бан
sv_se: Svartlista

source: Czech (CZ)
ru_ru: Чешский (CZ)

source: Danish (DK)
ru_ru: Датский (DK)

source: German (DE)
ru_ru: Немецкий (DE)

source: Estonia (ET)
ru_ru: Эстония (ET)

source: English (EU)
ru_ru: Английский (EU)

source: English (UK)
ru_ru: Английский (UK)

source: English (US)
ru_ru: Английский (US)

source: English (CA)
ru_ru: Английский (CA)

source: English (AU)
ru_ru: Английский (AU)

source: English (IL)
ru_ru: Английский (IL)

source: English (NZ)
ru_ru: Английский (EU)

source: English (SG)
ru_ru: Английский (SG)

source: Spanish (ES)
ru_ru: Испанский (ES)

source: Spanish (MX)
ru_ru: Испанский (MX)

source: Spanish (VE)
ru_ru: Испанский (VE)

source: Basque (ES)
ru_ru: Испанский (ES)

source: Finnish (FI)
ru_ru: Финский (FI)

source: French (FR)
ru_ru: Французский (FR)

source: French (CA)
ru_ru: Французский (CA)

source: Galician (ES)
ru_ru: Испанский (ES)

source: Hungarian (HU)
ru_ru: Венгерский (HU)

source: Italian (IT)
ru_ru: Итальянский (IT)

source: Icelandic (IS)
ru_ru: Исландский (IS)

source: Japanese (JP)
ru_ru: Японский (JP)

source: Lithuanian (LT)
ru_ru: Линхинштейн (LT)

source: Latvian (LV)
ru_ru: Латвия (LV)

source: Bokm&aring;l (NO)
ru_ru: Закладки;l (Нет)

source: Dutch (NL)
ru_ru: Голандский (NL)

source: Dutch (BE)
ru_ru: Голландский (BE)

source: Portuguese (BR)
ru_ru: Португальский (BR)

source: Polish utf-8 (PL)
ru_ru: Польский utf-8 (RL)

source: Portuguese (PT)
ru_ru: Португальский (PT)

source: Russian (RU)
ru_ru: Русский (RU)

source: Slovak (SK)
ru_ru: Словакия (SK)

source: Swedish (SE)
ru_ru: Шведский (SE)

source: Turkish (TR)
ru_ru: Турецкий (TR)

source: Turkish utf-8 (TR)
ru_ru: Турецкий utf-8 (TR)

source: Chinese(S) gb2312 (CN)
ru_ru: Китайский(S) gb2312 (CN)

source: Chinese(S) utf-8 (CN)
ru_ru: Китайский (S) utf-8 (CN)

source: Trad. Chinese (TW)
ru_ru: Традиционый Китайский (TW)

source: Blog by email feature is not enabled.
ru_ru: Блог по email особенность неактивизированна.

source: Blog by email
ru_ru: Блог по email

source: Failed
ru_ru: Неудачный

source: Connecting to pop server...
lt_lt: Jungiuos prie POP serverio...
ru_ru: Соединение с pop сервером...
sv_se: Ansluter till pop-server...

source: Connection failed:
ru_ru: Соединение прервано:

source: Logging into pop server...
lt_lt: Jungiuosi prie POP serverio...
ru_ru: Соединение с pop сервером...
sv_se: Loggar in pÂ pop-servern...

source: No mail or Login Failed:
lt_lt: Nëra paðto arba Prisijungimas Nepavyko:
ru_ru: Нет email или логин ошибочный:
sv_se: Ingen e-post eller inloggningen misslyckades

source: All Tests complete
ru_ru: Все тесты завершены

source: Getting message #%d...
lt_lt: Gaunu praneðimà #%d...
ru_ru: Получить сообщение #%d...

source: Processing...
lt_lt: Vykdau...
ru_ru: Работаю...
sv_se: Arbetar...

source: Too old
lt_lt: Pernelyg senas
ru_ru: Старый
sv_se: Fˆr gammal

source: Subject prefix does not match
lt_lt: Temos prieðdëlis neatitinka
ru_ru: Префикс темы не совпадает
sv_se: Ämnesradens prefix matchar inte

source: Raw content:
lt_lt: Neapdorotas turinys:
ru_ru: Содержимое:
sv_se: Oformatterat innehÂll:

source: Login:
lt_lt: Vartotojas:
ru_ru: Логин:
sv_se: Anv‰ndarnamn:

source: Pass:
lt_lt: Slapt:
ru_ru: Пароль:
sv_se: Lˆsenord:

source: Wrong login or password.
lt_lt: Neteisingas id ar slaptaþodis.
ru_ru: Ошибочный логин или пароль.
sv_se: Fel anv‰ndarnamn eller lˆsenord

source: Category ID
lt_lt: kategorijos ID
ru_ru: Категория ID
sv_se: Kategori-ID

source: Blog ID
lt_lt: Blogo ID
ru_ru: ID блога:
sv_se: Blogg-ID

source: Permission denied.
ru_ru: Доступ запрещен.
sv_se: TillstÂnd nekat.

source: Cannot post, please correct these errors:
lt_lt: Negalima áraðyti, praðome iðtaisyti ðias klaidas:
ru_ru: Невозможно отправить, пожалуйста, проверьте следующие ошибки:
sv_se: Kan inte posta inl‰gget, var sn‰ll och r‰tta till fˆljande fel:

source: Posted title
lt_lt: Paskelbtas pavadinimas
ru_ru: Заголовок сообщения
sv_se: Postad titel

source: Posted content
lt_lt: Paskelbtas turinys
ru_ru: Записанное содержимое
sv_se: Postat innehÂll

source: Mission complete, message deleted.
lt_lt: Uþduotis ávykdyta; áraðas iðtrintas.
ru_ru: Миссия завершена, сообщения удалены.
sv_se: Uppdraget avklarat, meddelandet ‰r raderat.

source: The php_imap extension is not available to php on this server. Please configure a different email retrieval method on the Features tab.
ru_ru: php_imap расширение недоступно для php на данном сервере. Пожалуйста сконфигурируйте другой email метод на закладке дополнительные возможности.

source: Connecting and authenticating to mail server
ru_ru: Соединение и авторизация на email сервере

source: Success
ru_ru: Удачно

source: Reading messages from server
ru_ru: Чтение сообщения с сервера

source: messages
ru_ru: сообщения

source: Message
ru_ru: Сообщение

source: Subject
ru_ru: Предмет

source: The subject prefix is not
ru_ru: Нет префикса в предмете

source: Pass
ru_ru: Пароль

source: Unhandled email part type
ru_ru: Не указыват на часть email

source: Authenticating User
ru_ru: Аутентификация пользователя

source: Fail
ru_ru: Ошибка

source: First line of text in email must be in the format "username:password"
ru_ru: Первая строка текста в email должна быть "username:password"

source: Checking permissions for user &laquo;%s&raquo; to post to Blog #%d
ru_ru: Проверка разрешения для пользователя &laquo;%s&raquo; для записи в блог #%d

source: Permission denied
ru_ru: Доступ запрещен

source: Post title
ru_ru: Записать заголовок

source: Post content
ru_ru: Послать запись

source: Blog by Email
ru_ru: Блог по email

source: Blog by email feature not configured
ru_ru: Блог по email не сконфигурировано.

source: You cannot leave comments on this post!
ru_ru: Вы не можите комментировать это сообщение!

source: Please fill in your name.
ru_ru: Пожалуйста, заполните ваше имя

source: Please fill in your email.
ru_ru: Пожалуйста, заполните ваш email

source: Supplied name is invalid.
ru_ru: Неправильно указано имя

source: Supplied email address is invalid.
ru_ru: Неправильно указан email

source: Supplied URL is invalid:
lt_lt: Pateiktas URL neteisingas:
ru_ru: Неправильный URL:
sv_se: Denna URL ‰r felaktig:

source: Please do not send empty comments.
ru_ru: Пожалуйста, не посылайте пустых комментариев.

source: Supplied comment is invalid.
ru_ru: Ошибочный комментарий/

source: You can only post a new comment every %d seconds.
ru_ru: Вы можите посылать новые комментарии каждые %d секунд.

source: Cannot post comment, please correct these errors:
lt_lt: Negaliu áraðyti komentaro, nes reikia iðtaisyti ðias klaidas:
ru_ru: Невозможно послать комментарии, пожалуйста исправьте эти ошибки:
sv_se: Kan inte posta kommentar, var sn‰ll och r‰tta till fˆljande fel:

source: Back to comment editing
lt_lt: Atgal á komentarø redagavimà
ru_ru: Назад к редактированию комментария
sv_se: Tillbaka till redigering av kommentar

source: Your comment has been submitted.
ru_ru: Ваши комментарии были добавлены.

source: Your comment has been submitted. It will appear once it has been approved.
ru_ru: Ваш коментарийбыл отправлен. Он появится после утверждения.

source: A link to change your password has been sent to your email address.
ru_ru: Ссылка на изменение пароля была отправлена на ваш email адрес.

source: You cannot reset this account in demo mode.
ru_ru: Вы не можете сбросить эту учетную запись в демонстрационном режиме.

source: You have no email address with your profile, therefore we cannot reset your password.
ru_ru: Вы не имеете email адреса в вашем профиле, следовательно вы не можите сменить пароль.

source: Please try contacting the admin.
ru_ru: Пожалуйста, попробуйте связаться с администратором.

source: Somebody (presumably you) has requested a password change for your account.
ru_ru: Кто-нибудь (возможно вы) требует смены пароля для вашего аккаунта.

source: Link to change your password:
ru_ru: Ссылка для изменения вашего пароля:

source: Please note:
ru_ru: Внимание:

source: For security reasons the link is only valid for your current session (by means of your session cookie).
ru_ru: Из соображений безопасности ссылка доступна только в текущей сессии(в сокетах сессии).

source: If it was not you that requested this password change, simply ignore this mail.
ru_ru: Ели вы не просили изменить пароль, просто проигнорируйте это сообщение.

source: Password change request for %s
ru_ru: Требуется смена пароля для %s

source: Sorry, the email with the link to reset your password could not be sent.
ru_ru: Извините, email в ссылке без пароля не может быть послан.

source: Possible reason: the PHP mail() function may have been disabled on the server.
ru_ru: Возможная причина: Функция PHP mail() разрешена быть disabled на сервере.

source: Invalid password change request!
ru_ru: Ошибочный пароль требует замены!

source: You have to use the same session (by means of your session cookie) as when you have requested the action.
ru_ru: Вы должны использовать тот же сеанс (посредством вашего сеансового cookie) как когда вы запросили это действие.

source: You can <a href="%s">send yourself a new link</a>.
ru_ru: Вы можите <a href="%s">послать себе новую ссылку</a>.

source: Please change your password to something you remember now.
ru_ru: Пожалуйста, измените ваш пароль и запомните его.

source: You have to be logged in to request an account validation link.
ru_ru: Вы должны быть залогинены, чтобы просить подтвердить ссылку.

source: Your profile has been updated.
ru_ru: Ваш профиль был изменен.

source: An email has been sent to your email address (%s). Please click on the link therein to validate your account.
ru_ru: Письмо было послано на ваш email адрес (%s). Пожалуйста щелкните на ссылку, для активизации вашего аккаунта.

source: Sorry, the email with the link to validate and activate your password could not be sent.
ru_ru: Извините, письмо с подтверждением активации вашего пароля не бskj послано.

source: You have no email address with your profile, therefore we cannot validate it. Please give your email address below.
ru_ru: Вы не имеете адреса электронной почты в вашем профиле, поэтому мы не можем утвердить это. Пожалуйста дайте ваш адрес электронной почты ниже.

source: You have to be logged in to validate your account.
ru_ru: Вы должны быть залогинены, чтобы подтвердить аккаунт.

source: Invalid email address validation request!
ru_ru: Неправильно указан email требует проверки!

source: Your email address has been validated.
ru_ru: Ваш email адрес был проверен.

source: Note: You are already logged in as %s!
ru_ru: Примечание: Вы уже залогинились в %s!

source: Continue...
ru_ru: Продолжить...
sv_se: Forts‰tt...

source: All your comments have been marked not to allow emailing you through a message form.
ru_ru: Все ваши коментарии были помечены как недоступные к отправке по emal через форму сообщений.

source: The request not to receive emails through a message form for your comments failed.
ru_ru: Просьба, чтобы не получать emails через форму сообщений, для ваших неудачных комментариев.

source: We have received a request that you do not want to receive emails through a message form on your comments anymore. To confirm that this request is from you, please click on the following link:
ru_ru: Мы получили просьбу, чтобы вы не получали emails через форму сообщений в ваших комментариях больше. , чтобы подтвердить, что эта просьба - от вас, пожалуйста щелкните на следующей ссылке:

source: If it was not you that requested this, simply ignore this mail.
ru_ru: Ели вы не просили изменить пароль, просто проигнорируйте это сообщение.

source: Confirm opt-out for emails through message form
ru_ru: Подтвердите opt-out для emails через форму сообщений

source: An email has been sent to you, with a link to confirm your request not to receive emails through the comments you have made on this blog.
ru_ru: Email вам было отправлено, если вы хотите подтвердить просьбу не отправки email в комментариях вы должны сделать это в блоге.

source: Please fill in the subject of your message.
ru_ru: Пожалуйста заполните предмет вашего сообщения.

source: Please do not send empty messages.
ru_ru: Пожалуйста, не посылайте пустых комментариев.

source: Message sent from your comment:
ru_ru: Сообщение, посланное от ваших комментариев:

source: Message sent from your post:
ru_ru: Сообщение, посланное от вашего сообщения:

source: You can edit your profile to not reveive mails through a form:
ru_ru: Вы можете редактировать ваш профиль not reveive почту через форму:

source: Click on the following link to not receive e-mails on your comments for this e-mail address anymore:
ru_ru: Щелкните следующее ссылку, чтобы не получать e-mails на вашем комментарииs больше для этого адреса эл.почты :

source: Cannot send email, please correct these errors:
ru_ru: Невозможно послать email, пожалуйста исправьте эти ошибки:

source: Back to email editing
ru_ru: Назад к редактору email

source: This message was sent via the messaging system on %s.
ru_ru: Это сообщение было отправлено системой сообщений в %s.

source: Your message has been sent as email to the user.
ru_ru: Ваше сообщение было послано по email для пользователя.

source: You are not logged in.
lt_lt: Jûs neprisijungæ!
ru_ru: Вы не залогинились.
sv_se: Du ‰r inte inloggad.

source: Back to profile
lt_lt: Atgal á profilá
ru_ru: Назад к профилю
sv_se: Tillbaka till profilen

source: Cannot update profile. Please correct the following errors:
ru_ru: Невозможно обновить профиль, пожалуйста исправьте эти ошибки:

source: Your profile has not been changed.
ru_ru: Ваш профиль был изменен

source: The login &laquo;%s&raquo; is already registered, please choose another one.
ru_ru: Имя &laquo;%s&raquo; уже используется, пожалуйста выберите другое имя.

source: No user account has been created!
ru_ru: Аккаунт для нового пользователя создан!
