Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: [...] Read more!
lt_lt: [...] Daugiau!
ru_ru: [...] подробне!
sv_se: [...] L‰s mer!

source: No results.
ru_ru: Нет результата.

source: Permission denied!
ru_ru: Доступ запрещен!
sv_se: TillstÂnd nekat!

source: Time:
ru_ru: Время:

source: Greenwich Mean Time
ru_ru: Время по Гринвичу

source: Logged in as:
ru_ru: Пользователь:
sv_se: Inloggad som:

source: Style:
ru_ru: Стиль:

source: New pingback on your post #%d "%s"
lt_lt: Naujas pingbackas straipsnyje #%d "%s"
ru_ru: Новый пингбек на ваше сообщение #%d "%s"
sv_se: Ny pingback pÂ ditt inl‰gg #%d "%s"

source: Excerpt
lt_lt: Iðtrauka
ru_ru: Исключения
sv_se: Utdrag

source: my b2evolution
lt_lt: mano b2evoltution
sv_se: mitt b2evolution

source: my blogs
lt_lt: mano blogai
sv_se: mina bloggar

source: Multilingual multiuser multiblog engine!
sv_se: MÂnga bloggar i mÂnga sprÂk fˆr mÂnga anv‰ndare = allt i b2evolution!

source: My blogs
lt_lt: Mano blogai
sv_se: Mina bloggar

source: My Back-Office
lt_lt: Mano administracinë dalis
sv_se: Administration

source: This page is a placeholder providing links to your blogs and additionnal demos of what you can do with b2evolution.
lt_lt: Ðis puslapis yra nuorodø rinkinys á jûsø blogus ir papildomas demonstracines b2evolution galimybiø versijas .
sv_se: Denna sida ‰r en utfyllnadssida med l‰nkar till dina bloggar, och fler exempel pÂ vad du hur du kan s‰tta upp b2evolution.

source: Of course, you don't want to keep all that for your website. Just select what you need and erase what you don't. You will probably also delete this page and rename one of your blogs to index.php. (When you do that, don't forget to update that blog settings in the back office, so the moved blog knows its new filename/URL! ;).
lt_lt: Þinoma, jûs nenorite viso to laikyti savo svetainëje. Paprasèiausiai pasirinkite kas jums reikalinga, o visa kita galite iðtrinti. Jûs tikriausiai iðtrinsite ir ðá puslapá ir pervardinsite vienà ið blogø á index.php. (Kai jûs tai padarysite, nepamirðkite atnaujinti blogo nustatymø administracinëje dalyje, kad atnaujintas blogas þinotø savo failo pavadinimà/URL! ;).
sv_se: Sj‰lvklart vill du inte ha allt detta pÂ din hemsida. V‰lj bara ut det du behˆver, och radera resten. Du kommer fˆrmodligen ocksÂ att vilja radera denna sida, och byta nanm pÂ en av dina bloggar till index.php. (N‰r du gjort det, fÂr du inte glˆmma att uppdatera inst‰llningarna pÂ administrationssidan, sÂ att den omdˆpta bloggen vet vad dess nyea filnamn/URL ‰r! ;).)

source: Please note: those demos do not make use of evoSkins, even if you enabled them during install. The only way to change their look and feel is to edit their PHP template. But once, again, rememner these are just demos destined to inspire you for your own templates ;)
lt_lt: Atsiminkite: ðios demonstracijos nenaudoja evoSkin'ø, netgi jei jûs aktyvavote ðià opcijà instaliacijos metu. Vienintelis bûdas pakeisti ðiø skinu iðvaizda, tai paredaguoti PHP ðablonus. But velgi, atsiminkite, kad tai tik demonstracijos, skirtos jus ikvepti.
sv_se: OBS: Dessa bloggar anv‰nder inte evoSkins teman, ‰ven om du valt evoSkins n‰r du installerade. Det enda s‰ttet att ‰ndra utseendet pÂ dem ‰r att ‰ndra i deras PHP-mall. Men, Âterigen, glˆm inte att dessa exempel bara ‰r ‰mnade att inspirera dig till att gˆra egna mallar. ;)

source: Some viewing statistics
lt_lt: Lankytojø statistika
sv_se: Visningsstatistik

source: Recent Referers
lt_lt: Naujausi Referalai
sv_se: Senaste referenser

source: Top Referers
lt_lt: Top Referalai
sv_se: Flest referenser

source: Blogroll
lt_lt: Blogrolas
sv_se: Bloggrulle

source: Summary demo
lt_lt: Santraukos demonstracija
sv_se: Summereringsexempel

source: Confirm ban &amp; delete
sv_se: Bekr‰fta svartlistning och radering

source: Allow keyword back (Remove it from the blacklist)
sv_se: Återta ord (Ta bort det frÂn svarta listan)

source: Allow Back
sv_se: Återta

source: Request abuse update from centralized blacklist.
sv_se: Beg‰r uppdatering av listan frÂn den centrala svarta listan.

source: Back to new blog form
lt_lt: Atgal á naujo blogo kûrimà
sv_se: Tillbaka till formul‰ret

source: Trying to create stub file
lt_lt: Bandoma kurti stub failà
sv_se: Fˆrsˆker skapa en stubbfil

source: Loading
lt_lt: Kraunama
sv_se: Laddar

source: Could not load stub model.
lt_lt: Negaliu ákrauti stub modelio.
sv_se: Kunde inte ladda stubbmodellen.

source: Creating
lt_lt: Kuriama
sv_se: Skapar

source: <p>Changing mod to %o</p>
lt_lt: <p>Keiciama bûsena á %o</p>
sv_se: <p>ƒndrar l‰ge till %o</p>

source: chmod failed!
lt_lt: "chmod" komanda nepavyko!
sv_se: chmod misslyckades!

source: <p>Changing owner to %s</p>
lt_lt: <p>Keiciamas savininkas á %s</p>
sv_se: <p>ƒndrar ‰gare till %s</p>

source: chown failed!
lt_lt: "chown" komanda nepavyko!
sv_se: chown misslyckades!

source: You should <a href="%s">create categories</a> for this blog now!
lt_lt: Jûs turite <a href="%s">sukurti kategorijas</a> ðiam blogui!
sv_se: Du bˆr <a href="%s">skapa kategorier</a> fˆr den h‰r bloggen nu!

source: Blog params for:
lt_lt: Blogo nustatymai:
sv_se: Bloggparameterar fˆr:

source: Back to blog editing
lt_lt: Atgal á blogo redagavimà
sv_se: Tillbaka till redigering av inl‰gg

source: Generating page from <strong>%s</strong> to <strong>%s</strong>...
lt_lt: Generuojamas puslapis<strong>%s</strong> á <strong>%s</strong>...
sv_se: Genererar sida frÂn <strong>%s</strong> till <strong>%s</strong>...

source: Writing to file...
lt_lt: Raðoma á failà...
sv_se: Skriver till fil...

source: Deleting category #%d : %s ...
sv_se: Raderar kategori #%d : %s ...

source: Edit category!
lt_lt: Redaguoti kategorijà
sv_se: Redigera kategori

source: Oops, no post with this ID.
lt_lt: Uuups, su ðiuo ID temø nerasta.
sv_se: Ojsan, inget inl‰gg med detta ID.

source: #%d in blog: %s
sv_se: #%d i blogg: %s

source: Oops, no comment with this ID!
lt_lt: Uuups, su ðiuo ID komentarø nëra!
sv_se: Ojsan, ingen kommentar med detta ID!

source: Switch to this blog (keeping your input if Javascript is active)
lt_lt: Persijungti á ðá blogà (paraðytas tekstas iðliks, jei JavaSkript palaikymas Jûsø narðyklëje ájungtas)
sv_se: V‰xla ˆver till denna blogg (om javascript ‰r pÂ kommer innehÂllet att bevaras)

source: In b2evolution, you do not need to point to the b2login.php page to log in.
lt_lt: Norint prisijungti b2evolution sistemoje, jums nereikia nurodyti b2login.php puslapio.
sv_se: I b2evolution behˆver du inte gÂ till sidan b2login.php fˆr att logga in.

source: Simply point directly to the backoffice page you need, for example: %s or %s. b2evo will prompt you to log in if needed.
lt_lt: Paprasèiausiai nurodykite norimà Adminstracinës dalies puslapá, pvz.: %s arba %s. b2evo papraðys prisijungti, jei reikia.
sv_se: Peka bara direkt pÂ den administrationssida du beˆver, till exempel %s eller %s. b2evo kommer att be dig logga in om det behˆvs.

source: My Profile
lt_lt: Mano Profilis
sv_se: Min profil

source: Bookmarklet
sv_se: Bokm‰rke

source: Spell Check
lt_lt: Klaidø Tikrinimas
sv_se: Stavningskontroll

source: Loading Spell Checker. Please wait
lt_lt: Kraunamas Gramatikos Tikrinimas. Praðome palaukti
sv_se: Laddar stavningskontroll.

source: Changing hit #%d type to: %s
lt_lt: Keiciamas perþiûrø #%d tipas á: %s
sv_se: ƒndra typ pÂ tr‰ff #%d till: %s

source: Deleting hit #%d...
lt_lt: Trinamas apsilankymas #%d...
sv_se: Radera tr‰ff #%d...

source: User Agents
sv_se: Program

source: Indexing Robots
lt_lt: Indeksuojantys Robotai
sv_se: Sˆkrobotar

source: Prune this date!
sv_se: Stryk detta datum

source: update template !
lt_lt: atnaujinti ðablonà !
sv_se: Updatera mall!

source: This is the template that displays stats for a blog
lt_lt: Tai ðablonas, kuris rodo blogo statistikà
sv_se: Detta ‰r mallen som visar statistik fˆr en blogg

source: upload images/files
lt_lt: atsiøsti nuotraukas/failus
sv_se: ladda upp filer/bilder

source: Allowed file types:
lt_lt: Leidþiami failø tipai:
sv_se: TillÂtna filtyper:

source: Maximum allowed file size: %d KB
lt_lt: Maksimalus failø dydis: %d Kb.
sv_se: Maximalt tillÂten filstorlek: %d KB

source: Upload !
lt_lt: Atsiøsti !
sv_se: Ladda upp!

source: File %s: type %s is not allowed.
lt_lt: Failas %s: %s tipas neleidþiamas.
sv_se: Fil %s: typ %s ‰r inte tillÂten.

source: Couldn't upload your file to:
lt_lt: negalima atsiøsti jûsø failo á:
sv_se: Kunde inte ladda upp din fil till:

source: Duplicate File?
lt_lt: Dubliuoti Failà?
sv_se: En dublett?

source: The filename "%s" already exists!
lt_lt: Failas su pavadinimu "%s" egzistuoja!
sv_se: Filnamnet "%s" existerar redan!

source: Filename "%s" moved to "%s"
lt_lt: Failas "%s" perkeltas á "%s"
sv_se: Filenamnet "%s" ‰r flyttad till "%s"

source: Confirm or rename:
lt_lt: Patvirtinti arba pervadinti:
sv_se: Bekr‰fta eller byt namn:

source: Alternate name
lt_lt: Alternatyvus pavadinimas
sv_se: Alternativt namn

source: Confirm !
lt_lt: Patvirtinti !
sv_se: Bekr‰fta!

source: File uploaded !
lt_lt: Failas nusiøstas !
sv_se: Filen har laddats upp!

source: Your file <strong>"%s"</strong> was uploaded successfully !
lt_lt: Jûsø failas <strong>"%s"</strong> sëkmingai nusiøstas !
sv_se: Din fil <strong>"%s"</strong> har laddats upp!

source: Image Details
lt_lt: Nuotraukos Detalës
sv_se: Bildinformation

source: Close this window
lt_lt: Uþverti ðá langà
sv_se: St‰ng detta fˆnster

source: you typed two different passwords. Go back to correct that.
lt_lt: jûs áraðëte du skirtingus slaptaþodþius. Gráþkite ir iðtaisykite tai.
sv_se: du skrev tvÂ olika lˆsenord. Gˆr om, gˆr r‰tt.

source: Sleeping...
lt_lt: Miegu...
sv_se: Sover...

source: Create new blog!
lt_lt: Sukurti naujà blogà!
sv_se: Skapa en ny blogg!

source: Update blog!
lt_lt: Atnaujinti blogà!
sv_se: Uppdatera blogg!

source: This is the URL to the directory where the <em>Stub filename</em> and <em>Static filename</em> files live. No trailing slash. (If you don't know, leave this field empty.)
lt_lt: Tai URL, nurodantis <em>Stub failo</em> ir <em>Statinio failo</em> buvimo vietà. Atbulinis sleðas nereikalingas. (Jei neþinote kà darote, palikite laukelá tuðèià.)
sv_se: Detta ‰r URLen till mappen d‰r <em>stubbfilen</em> och <em>den statiska filen</em> bor. Inget avslutande snedstreck. (L‰mna detta f‰lt tomt om du ‰r os‰ker.)

source: Stub Filename
lt_lt: Stub Failo Pavadinmas
sv_se: Stubbfilsnamn

source: This is the <strong>file</strong>name of the main file (e-g: blog_b.php) used to display this blog. This is used mainly for static page generation, but setting this incorrectly may also cause navigation to fail.
lt_lt: Tai <strong>failo</strong> pavadinimas (pvz: blog_b.php) , kuris naudojamas ðiam blogui rodyti. Tai paprastai naudojama statiniø failø generavimui, bet neteisingai nustatytas gali sukelti navigacijos problemø.
sv_se: Detta ‰r <strong>fil</strong>namnet til huvudfilen (t ex: blog_b.php) som anv‰nds fˆr att visa denna blogg. Det anv‰nds fr‰mst fˆr att generera statiska sidor, men om det s‰tts fel kan det ocksÂ pÂverka navigeringen.

source: Stub Urlname
lt_lt: Stub URLpavadinimas
sv_se: Stubbfilens URL

source: This is the <strong>url</strong>name of the main file (e-g: blog_b.php) used to display this blog. A typical setting would be setting this to your Filename without the .php extension, if your webserver supports this. <strong>If you are not sure how to set this, use the same as Stub Filename.</strong> This is used by permalinks, trackback, pingback, etc. Setting this incorrectly may cause these to fail.
lt_lt: Tai <strong>URL</strong> pavadinimas (pvz: blog_b.php) , nadojamas ðiam blogui rodyti. Áprastas nustatymas bûtø toks pat kaip ir Failo Pavadinimas, be .php plëtinio, jei jûsø serveris palaiko tai. <strong>Jei nesate tikri kokius nustatymus naudoti, naudokite toká pat kaip Stub Failo Pavadinimas.</strong>. Tai naudojama "permalink'uose", "trackback'uose", "pingback'uose" ir t.t. Neteisingas ðiø parametrø nustatymas paveiktø iðvardintas opcijas.
sv_se: Detta ‰r <strong>URL:en</strong> till huvudfilen (t ex: blog_b.php) som anv‰nds fˆr att visa denna blogg. Normalt anges det som filnamnet utan avslutande .php, om din webbserver stˆder detta. <strong>Om du ‰r os‰ker anv‰nder du stubbfilsnamnet.</strong> Det anv‰nds av permal‰nkar, trackbacks, pingbacks, osv. Om du skriver fel h‰r, kan det leda till att dessa inte kommer att fungera.

source: Static Filename
lt_lt: Statinio Failo Pavadinimas
sv_se: Statiskt filnamn

source: This is the filename that will be used when you generate a static (.html) version of the blog homepage.
lt_lt: Tai failo pavadinimas, kuris bus naudojamas blogo pradinio puslapio statinës versijos (.html) generavimui.
sv_se: Det h‰r ‰r det filnamn som kommer att anv‰ndas n‰r du skapar en statisk (.html) version av bloggens hemsida.

source: to get listed on the 'recently updated' list. PLEASE NOTE: If you removed the b2evolution button and the link to b2evolution from your blog, don't even bother enabling this. You will *not* be approved and your blog will be blacklisted. Also, the Full Name of your blog must be written in ISO 8859-1 (Latin-1) charset, otherwise we cannot display it on b2evolution.net. You can use HTML entities (e-g &amp;Kappa;) for non latin chars.
sv_se: om du vill vara med i listan 'nyligen uppdaterade'. OBSERVERA: Om du tagit bort b2evolution-knappen och l‰nken till b2evolution frÂn din blogg behˆver du inte ens bry dig. Du kommer *inte* att accepteras, och din blogg kommer att svartlistas. Din bloggs hela namn mÂste ocksÂ vara skrivet med ISO 8859-1 (Latin-1) charset, annars kan det inte visas pÂ b2evolution.net. Anv‰nd HTML-enheter (som &auml; &aring, &ouml; etc) om du har svenska, eller andra tecken som inte ‰r Latin-1, i namnet.

source: This is diplayed under the blog name on the blog template
lt_lt: Tekstas bus roromas þemiau blogo pavadinimo, blogo ðablone
sv_se: Detta visas under bloggens namn i bloggmallen

source: Display blog list
sv_se: Visa blogglista

source: Check this if you want to display the list of all blogs on your blog page (if your skin or template supports this).
sv_se: Kryssa i h‰r om du vill visa listan pÂ alla bloggar pÂ din bloggsida (om ditt tema eller din mall stˆdjer detta).

source: Allow other bloggers to send pingbacks to this blog, letting you know when they refer to it. This will also let you send pingbacks to other blogs.
sv_se: TillÂt andra bloggare att skicka pingbacks till denna blogg, sÂ att du fÂr veta om de refererar till den. Detta inneb‰r att du ocksÂ kan skicka pingbacks till andra bloggar.

source: Stub URLname
lt_lt: Stub URLpavadinimas
sv_se: Stubbfilens URL

source: Create new blog !
lt_lt: Sukurti naujà blogà !
sv_se: Skapa ny blogg!

source: Email
lt_lt: El. Paðtas
sv_se: E-post

source: Blog this !
lt_lt: Tinka!
sv_se: Publicera detta!

source: Edit this !
lt_lt: Redaguoti!
sv_se: ƒndra detta!

source: Spellcheck
lt_lt: Tikrinti klaidas
sv_se: Stavningskontroll

source: Upload a file/image
lt_lt: Atsiøsti failà/nuotraukà
sv_se: Ladda upp en fil/bild

source: The post will be publicly published
lt_lt: Áraðas bus vieðai paskelbtas
sv_se: Detta inl‰gg kommer att publiceras offentligt

source: The post will be published but visible only by yourself
lt_lt: Straipsnis bus paskelbtas, bet matysite tik patys
sv_se: Detta inl‰gg kommer att publiceras, men ‰r bara synlig fˆr dig sj‰lv

source: The post will appear only in the backoffice
lt_lt: Straipsnis atsiras tik administracinëje dalyje
sv_se: Detta inl‰gg kommer enbart att visas h‰r i administrationen

source: Select main category in target blog and optionnaly check addtionnal categories
lt_lt: Pasirinkite pagrindinæ kategorijà aktyviama bloge. Papildomai galite pasirinkti kitas kategorijas
sv_se: Ange huvudkategori i mÂlbloggen och ange eventuellt ocksÂ ytterligare kategorier

source: Date range:
lt_lt: Laikotarpis:
sv_se: Datumintervall:

source: in
lt_lt: Kategorijos:
sv_se: i

source: &nbsp; Edit &nbsp;
lt_lt: &nbsp; Redaguoti &nbsp;
sv_se: &nbsp; Redigera &nbsp;

source: % comments
lt_lt: komentarø: %
sv_se: % kommentarer

source: URLs, email, AIM and ICQs will be converted automatically.
lt_lt: URL, el. paðto adresai, AIM ir ICQ bus konvertuoti automatiðkai.
sv_se: URL:ar, e-post, AIM och ICQ-nummer kommer att konverteras automatiskt.

source: Words
lt_lt: Þodþiai
sv_se: Ord

source: Blog time:
sv_se: Bloggtid:

source: New Post
lt_lt: Naujas Áraðas
sv_se: Nytt inl‰gg

source: Browse/Edit
lt_lt: Narðyti/Redaguoti
sv_se: Bl‰ddra/ƒndra

source: Cats
lt_lt: Kategorijos
sv_se: Kat

source: posts paged
lt_lt: puslapiai áraðø
sv_se: inl‰gg per sida

source: Display mode
sv_se: Visningsl‰ge

source: Created on:
sv_se: Skapad den:

source: From IP:
sv_se: FrÂn IP:

source: From Domain:
sv_se: FrÂn dom‰n:

source: With Browser:
sv_se: Med webbl‰sare:

source: Permissons for members of this group
sv_se: R‰ttigheter fˆr medlemmar i denna grupp

source: Global options
sv_se: Globala inst‰llningar

source: User/Group Management
sv_se: Administration av anv‰ndare/grupper

source: Groups &amp; Users
sv_se: Grupper och anv‰ndare

source: Are you sure you want to delete this user?\nWarning: all his posts will be deleted too!
lt_lt: Ar tikrai norite iðtrinti ðá vartotojà?\nPerspëjimas: Visi jo straipsniai bus iðtrinti taip pat!
sv_se: Är du s‰ker pÂ att du vill radera denna anv‰ndare?\nVarning: Alla hans/hennes inl‰gg kommer att raderas ocksÂ!

source: deleting an user also deletes all posts made by this user.
lt_lt: vartotojo iðtrynimas taip pat iðtrina to vartotojo paraðytus straipsnius.
sv_se: tar du bort en anv‰ndare raderas ocksÂ alla inl‰gg som gjorts av denna anv‰ndare.

source: The default skin [%s] does not exist. It must be properly set in the blog stub file [%s]. Contact the <a %s>webmaster</a>...
sv_se: Det fˆrvalda temat [%s] saknas. Det mÂste anges i bloggens stubbfil [%s]. Kontakta <a %s>webbm‰staren/webbm‰starinnan</a>...

source: Tag %s must occur inside another tag
lt_lt: Plëtinys %s turi bûti naudojamas kito plëtinio viduje
sv_se: Taggen %s mÂste ligga innuti en annan tagg

source: Tag %s is not allowed within tag %s
lt_lt: Plëtinys %s negali bûti naudojamas %s plëtinio viduje
sv_se: Taggen %s ‰r inte tillÂten innuti tagg %s

source: Tag %s may not have attribute %s
lt_lt: Plëtinys %s neturëtø turëti %s atributo
sv_se: Taggen %s verkar sakna attributet %s

source: Tag %s may not contain raw character data
lt_lt: Plëtinyje %s nereikëtu naudoti kodavimo simboliø
sv_se: Taggen %s kan inte innehÂlla rÂa teckendata

source: Error
lt_lt: Klaida
sv_se: Fel

source: POP3 pop_list:
sv_se: POP3 pop_lista:

source: Command failed
lt_lt: Komanda nepavyko
sv_se: Kommandot misslyckades

source: New user
sv_se: Ny anv‰ndare

source: Can't connect to the database server. MySQL said:
lt_lt: Negaliu prisijungti prie duombazës serverio. MySQL atsakymas:
sv_se: Kan inte ansluta till databasservern. MySQL sa:

source: Can't connect to the database %s. MySQL said:
lt_lt: Negaliu prisijungti prie duomenø bazës %s. MySQL atsakymas:
sv_se: Kan inte ansluta till databasen %s. MySQL sa:

source: Parameter %s is required!
lt_lt: Parametras %s bûtinas!
sv_se: Parametern %s behˆvs!

source: Reporting abuse to b2evolution.net...
sv_se: Rapportera missbruk till b2evolution.net

source: Requesting abuse list from b2evolution.net...
sv_se: H‰mta svarta listan frÂn b2evolution.net...

source: Adding strings to local blacklist
sv_se: L‰gg till sˆkstr‰ngar till lokal svart lista

source: referer ignored
lt_lt: referalas ignoruotas
sv_se: referensen ignorerad

source: BlackList
lt_lt: BlackList'as
sv_se: Svarta listan

source: invalid
lt_lt: blogas
sv_se: ogiltig

source: search engine
lt_lt: paieðkos sistema
sv_se: sˆkmotor

source: loading referering page
lt_lt: kraunamas nurodantis puslapis
sv_se: laddar referererande sida

source: found current url in page
lt_lt: URL rastas puslapyje
sv_se: hittade den h‰r URL:en i sidan

source: wrong login/password.
lt_lt: prisijungimo vardas/slaptaþodis neteisingas.
sv_se: Fel anv‰ndarnamn/lˆsenord

source: setcookie %s failed!
lt_lt: sausainiukas %s neiðsaugotas!
sv_se: setcookie %s misslyckades!

source: login/password no longer valid.
lt_lt: prisijungimo vardas/slaptaþodis nebegalioja.
sv_se: login/lˆsenord ‰r inte l‰ngre giltigt.

source: Please fill in the name field
lt_lt: Praðome áraðyti Vardà
sv_se: Var sn‰ll och uppge ditt namn

source: Please fill in the email field
lt_lt: Praðome áraðyti el. paðto adresà
sv_se: Var sn‰ll och ange din e-postadress

source: Supplied email address is invalid
lt_lt: Pateiktas elektroninio paðto adresas neteisingas
sv_se: Angiven e-postadress ‰r felaktig

source: You can only post a new comment every 30 seconds.
lt_lt: Jûs galite komentuoti pakartotinai ne anksèiau kaip po 30 s.
sv_se: Du kan bara posta en kommentar en gÂng var 30:e sekund.

source: New comment on your post #%d "%s"
lt_lt: Naujas komentaras straipsnyje #%d "%s"
sv_se: Ny kommentar pÂ ditt inl‰gg #%d "%s"

source: Connection failed:
lt_lt: Prisijungimas nepavyko:
sv_se: Anslutningen misslyckades:

source: The email was sent successfully to your email address.
lt_lt: Priminimo laiðkas sëkmingai nusiøstas jûsø nurodytu adresu.
sv_se: Mailet ‰r skickat till din e-postadress.

source: Click here to login !
lt_lt: Norëdami prisijungti paspauskite èia !
sv_se: Klicka h‰r fˆr att logga in!

source: New Password:
lt_lt: Naujas Slaptaþodis:
sv_se: Nytt lˆsenord:

source: your weblog's login/password
lt_lt: jûsø weblogo id/slaptaþodis
sv_se: anv‰ndarnamn/lˆsenord fˆr din webblogg

source: The email could not be sent.
lt_lt: Slaptaþodis negali bûti iðsøstas.
sv_se: Mailet kunde inte skickas.

source: Possible reason: your host may have disabled the mail() function...</p>
lt_lt: Galima prieþastis: jûsø serveryje iðjungta PHP mail() funkcija...</p>
sv_se: Mˆjlig orsak: Din leverantˆr kan ha slagit av mail()-funktionen...</p>

source: Note: You are already logged in!
lt_lt: Pastaba: Jûs jau prisijungæ!
sv_se: Notera: Du ‰r redan inloggad!

source: You are not logged in under the same account you are trying to modify.
lt_lt: Jûs bandote redaguoti ne savo paskyrà .
sv_se: Du ‰r inte inloggad pÂ det konto du fˆrsˆker gˆra ‰ndringar i.

source: please enter your nickname (can be the same as your login)
lt_lt: praðome áraðyti savo slapyvardá (gali bûti toks pat kaip ir login)
sv_se: var sn‰ll och skriv ditt smeknamn (kan vara samma som anv‰ndarnamnet)

source: your ICQ UIN can only be a number, no letters allowed
lt_lt: Jûsø ICQ UIN gali bûti tik skaièiai, raidës neleidþiamos.
sv_se: Ditt ICQ-nummer kan bara vara siffror. Inga bokst‰ver accepteras.

source: please type your e-mail address
lt_lt: Praðome áraðyti savo emailà
sv_se: var sn‰ll och skriv in din e-postadress.

source: the email address is invalid
lt_lt: Elektroninis paðto adresas neteisingas
sv_se: e-postadressen ‰r felaktig

source: you typed your new password only once. Go back to type it twice.
lt_lt: savo naujà slaptaþodá jûs áraðëte tik kartà. Griþkite ir áraðykite já dukart.
sv_se: du skrev bara in ditt lˆsenord en gÂng. GÂ tillbaka och skriv in det tvÂ gÂnger.

source: please enter a Login
lt_lt: Praðome áraðyti Prisijungimo Vardà
sv_se: var sn‰ll och ange ett anv‰ndarnamn

source: please enter your password twice
lt_lt: Praðome áraðyti slaptaþodá dukart
sv_se: var sn‰ll och ange ditt lˆsenord tvÂ gÂnger

source: please type the same password in the two password fields
lt_lt: Praðome áraðyti tà patá slaptaþodá á abu slaptaþodþiø laukelius
sv_se: var sn‰ll och skriv in samma lˆsenord i bÂda lˆsenrodsf‰lten

source: this login is already registered, please choose another one
lt_lt: Prisijungimo vardas jau uþimtas, pasirinkite kità.
sv_se: detta anv‰ndarnamn finns redan. Var sn‰ll och v‰lj ett annat

source: new user registration on your blog
lt_lt: Jûsø bloge uþsiregistravo naujas vartotojas
sv_se: ny anv‰ndarregistrering i din blogg
