Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: No msg number submitted
lt_lt: Nenusiøstas praneðimo numeris
ru_ru: Не указан номер msg
sv_se: Inget meddelandenummer medskickat

source: Command failed
ru_ru: Команда прервана

source: b2evo installer
ru_ru: установщик b2evo

source: Installer for version
ru_ru: Установщик для версии

source: Current installation
ru_ru: Текущая инсталяция

source: Install menu
ru_ru: Меню установки

source: PHP info
ru_ru: Информация PHP

source: Go to Blogs
ru_ru: К блогу

source: Go to Admin
ru_ru: К администрированию

source: Online
ru_ru: Онлайн

source: Manual
ru_ru: Руководство

source: Support
ru_ru: Поддержка

source: Language / Locale
ru_ru: Язык / Локаль

source: Choose a default language/locale for your b2evo installation.
ru_ru: Выберите язык/локаль по умолчанию для b2evo установки.

source: Check your database config settings below and update them if necessary...
ru_ru: Проверьте настройки вашей базы данных ниже, и измените, если необходимо...

source: The minimum requirement for this version of b2evolution is %s version %s but you are trying to use version %s!
ru_ru: Минимальная требования для этой версии b2evolution - это %s версии %s, а вы пытаетесь использовать версию %s!

source: It seems that the database config settings you entered don't work. Please check them carefully and try again...
ru_ru: Введенные вами настройки базы данных неправильны. Пожалуйста, внимательно исправьте их и попытайтесь снова...

source: Config file update
ru_ru: Конфигурационный файл обновлен

source: We cannot automatically update your config file [%s]!
ru_ru: Мы не можем автоматически изменить ваш конфигурационный файл [%s]!

source: There are two ways to deal with this:
ru_ru: Есть два пути решения этой проблемы:

source: You can allow the installer to update the config file by changing its permissions:
ru_ru: Вы можете разрешить установщику изменять ваш конфигурационный файл, изменив права:

source: <code>chmod 666 %s</code>. If needed, see the <a %s>online manual about permissions</a>.
ru_ru: <code>chmod 666 %s</code>. Если необходимо, смотрите <a %s>руководство</a>.

source: Come back to this page and refresh/reload.
ru_ru: Вернитесь на эту страницу и обновите/перезагрузите ее.

source: Alternatively, you can update the config file manually:
ru_ru: Также вы можете изменить конфигурационный файл вручную:

source: Open the _basic_config.php file locally with a text editor.
ru_ru: Открыть the _basic_config.php файл локально в текстовом редакторе.

source: Delete all contents!
ru_ru: Удалить весь контент!

source: Copy the contents from the box below.
ru_ru: Скопируйте содержимое из блока ниже.

source: Paste them into your local text editor. <strong>ATTENTION: make sure there is ABSOLUTELY NO WHITESPACE after the final <code>?&gt;</code> in the file.</strong> Any space, tab, newline or blank line at the end of the conf file may prevent cookies from being set when you try to log in later.
ru_ru: Вставьте содержимое блока в ваш тектовый редактор. <strong>ВНИМАНИЕ: убедитесь, что после этих символов <code>?&gt;</code> нет пробелов или переводов строк в файле.</strong> Любой пробел, табуляция, перевод строки или пустая строка в конфигурационном файле, может повлиять на установку cookies, когда вы попытаетесь войти в систему.

source: Save the new _basic_config.php file locally.
ru_ru: Открыть the _basic_config.php файл локально в текстовом редакторе.

source: Upload the file to your server, into the /_conf folder.
ru_ru: Загрузите файл на ваш сервер в каталог /_conf.

source: <a %s>Call the installer from scratch</a>.
ru_ru: <a %s>Запустите установщик снова</a>.

source: This is how your _basic_config.php should look like:
ru_ru: Ваш _basic_config.php должен выглядеть похожим на:

source: Your configuration file [%s] has been successfully updated.
ru_ru: Конфигурационный файл [%s] был успешно изменен.

source: Base configuration
ru_ru: Базовая конфигурация

source: Your base config file has not been edited yet. You can do this by filling in the form below.
ru_ru: Базовая конфигурационный файл еще не был отредактирован. Вы можете сделать это, заполнив форму, расположенную ниже.

source: This is the minimum info we need to set up b2evolution on this server:
ru_ru: Минимальное количество информации, которая необходима для установки b2evolution на сервер:

source: Database you want to install into
ru_ru: Базу данных вы можите установить в

source: MySQL Username
ru_ru: MySQL пользователь

source: Your username to access the database
ru_ru: Ваше имя для доступа с базе

source: MySQL Password
ru_ru: Пароль MySQL

source: Your password to access the database
ru_ru: Ваш пароль для доступа с базе

source: MySQL Database
ru_ru: MySQL база

source: Name of the database you want to use
ru_ru: Имя базы, которую вы хотите испоьзовать

source: MySQL Host
ru_ru: MySQL хост

source: You probably won't have to change this
ru_ru: Возможно, вам не придется менять это поле

source: MySQL tables prefix
ru_ru: Префикс таблиц MySQL

source: All DB tables will be prefixed with this. You need to change this only if you want to have multiple b2evo installations in the same DB.
ru_ru: Все таблицы базы будут содержать этот префикс. Вы должны будете менять это, если будете ставит несколько копий b2evo в одной базе.

source: Additional settings
ru_ru: Дополнительные настройки

source: Base URL
ru_ru: Базовый базы

source: This is where b2evo and your blogs reside by default. CHECK THIS CAREFULLY or not much will work. If you want to test b2evolution on your local machine, in order for login cookies to work, you MUST use http://<strong>localhost</strong>/path... Do NOT use your machine's name!
ru_ru: Это поле показывает, где находятся b2evo и ваши блоги по-умолчанию. ПРОВЕРЬТЕ ЭТО ВНИМАТЕЛЬНО или ничего не будет работать. Если вы хотите потестировать b2evolution на вашем локальном компьютере, вы должны использовать http://<strong>localhost</strong>/ для того, чтобы cookie, отправляемые при входе работали корректно... Не используйте имя вашего компьютера!

source: Your email
ru_ru: Ваш Email.

source: Will be used in severe error messages so that users can contact you. You will also receive notifications for new user registrations.
ru_ru: Будет использован для отправки вам серьезных ошибок, так, что пользователи смогут обратиться к вам. Вы также будете получать уведомления при регистрации новых пользователей.

source: Update config file
ru_ru: Обновить конфигурационный файл

source: How do you want to install b2evolution?
ru_ru: Как вы хотите установить b2evolution?

source: The installation can be done in different ways. Choose one:
ru_ru: Установка может быть произведена различными способами. Выберите один:

source: <strong>New Install</strong>: Install b2evolution database tables with sample data.
ru_ru: <strong>Новая установка</strong>: Установить b2evolution базу с демонстрационными данными.

source: <strong>Upgrade from a previous version of b2evolution</strong>: Upgrade your b2evolution database tables in order to make them compatible with the current version. <strong>WARNING:</strong> If you have modified your database, this operation may fail. Make sure you have a backup.
ru_ru: <strong>Обновление с предыдущей версии b2evolution</strong>: Обновить вашу базу данных для совместимости с новой версией. " <strong>ВНИМАНИЕ:</strong> вы модифицирetnt базу, сделайте копию.

source: <strong>NOTE:</strong> Your stats will be reset.
ru_ru: <strong>ВНИМАНИЕ:</strong> Ваш статус сброшен.

source: <strong>Upgrade from Cafelog/b2 v 0.6.x</strong>: Install b2evolution database tables and copy your existing Cafelog/b2 data into them.
ru_ru: <strong>Обновление с Cafelog/b2 v 0.6.x</strong>: Установить b2evolution и скопировать ваши данные из Cafelog/b2.

source: Delete b2evolution tables
ru_ru: Удалить b2evolution таблицы

source: If you have installed b2evolution tables before and wish to start anew, you must delete the b2evolution tables before you can start a new installation. <strong>WARNING: All your b2evolution tables and data will be lost!!!</strong> Your Cafelog/b2 or any other tables though, if you have some, will not be touched in any way.
ru_ru: Если вы установили таблицы b2evolution ранее и решили начать снова, вы должны удалить старые табицы до начала новой установки.<strong>ВНИМАНИЕ: все ваши b2evolution таблицы и данные будут потеряны!!!</strong> Ваши Cafelog/b2 и другие, несмотря на это, останутся нетронутымию

source: <strong>Change your base configuration</strong> (see recap below): You only want to do this in rare occasions where you may have moved your b2evolution files or database to a different location...
ru_ru: <strong>Измените ваши начальные настройки</strong>: Вам необходимо будет это делать лишь в случае, если вы хотите переместить файлы b2evolution или базу данных в другое место...

source: GO!
ru_ru: ВПЕРЕД!

source: Need to start anew?
ru_ru: Хотите начать заново?

source: If you have installed b2evolution tables before and wish to start anew, you must delete the b2evolution tables before you can start a new installation. b2evolution can delete its own tables for you, but for obvious security reasons, this feature is disabled by default.
ru_ru: Если вы установили таблицы b2evolution ранее и решили начать снова, вы должны удалить старые табицы до начала новой установки. b2evolution может удалить ваши таблицы, но, по-умолчанию, эта возможность откючена из-за сообраений безопасности.

source: Base config recap...
ru_ru: Возвращение базовой конфигурации...

source: If you don't see correct settings here, STOP before going any further, and <a %s>update your base configuration</a>.
ru_ru: Если вы видите здесь неправильные настройки, не двигайтесь дальше, а <a %s>измените вашу базовую конфигурацию</a>.

source: (Set, but not shown for security reasons)
ru_ru: (Установлено, но не показывается из соображений безопасности)

source: Admin email
ru_ru: Email администратора

source: Installing b2evolution tables with sample data
ru_ru: Установка b2evolution с демонстрационными данными

source: Installation successful!
ru_ru: Инсталяция завершена!

source: Now you can <a %s>log in</a> with the login "admin" and password "%s".
ru_ru: Теперь вы можете <a %s>войти</a> с именем пользователя "admin" и паролем "%s".

source: Note that password carefully! It is a <em>random</em> password that is given to you when you install b2evolution. If you lose it, you will have to delete the database tables and re-install anew.
ru_ru: Запомните этот пароль! Это <em>случайный</em> пароль, сгенерированный b2evolution. Если вы потеряете его, вам придется удалить таблицы b2evolution и переустановить систему заново.

source: Upgrading data in existing b2evolution database
ru_ru: Изменение данных в существующей базе данных b2evolution

source: Upgrade completed successfully!
ru_ru: Обновление успешно завершено!

source: Now you can <a %s>log in</a> with your usual %s username and password.
ru_ru: Теперь вы можете <a %s>войти</a> с вашим обычным %s именем пользователя и паролем.

source: Installing b2evolution tables and copying existing %s data
ru_ru: Установка таблиц b2evolution и копирование существующих данных из %s.

source: Deleting b2evolution tables from the datatase
ru_ru: Удаление таблиц b2evolution из базы данных

source: For security reasons, the reset feature is disabled by default.
ru_ru: Из-за соображений безопасности функция сброса деактивирована по-умолчанию.

source: Reset done!
ru_ru: Восстановление окончено!

source: Back to menu
ru_ru: Назад к меню

source: official website
lt_lt: oficiali svetainë
ru_ru: офицальный сайт
sv_se: offeciell hemsida

source: contact
ru_ru: контакт

source: This blog holds all your posts upgraded from Cafelog. This blog is named '%s'. %s
ru_ru: Этот блог охватывает все ваши сообщения, полученные из Cafelog. Имя этого блога - '%s'. %s

source: This is a sample linkblog entry
ru_ru: Это простая запись в linkblog

source: This is sample text describing the linkblog entry. In most cases however, you'll want to leave this blank, providing just a Title and an Url for your linkblog entries (favorite/related sites).
ru_ru: Это - текст образца, описывающий linkblog. В большинстве случаев тем не менее, Вы захотите оставить это gecnsv, только название и Url для ваших linkblog данных (закладки/связанные сайты).

source: This is the long description for the blog named '%s'. %s
ru_ru: Это - длинное описание для блога с именем '%s %s

source: This blog (blog #1) is actually a very special blog! It automatically aggregates all posts from all other blogs. This allows you to easily track everything that is posted on this system. You can hide this blog from the public by unchecking 'Include in public blog list' in the blogs admin.
ru_ru: Это специальный блог (блог №1). Он автоматически собирает все сообщения из других блогов. Это позволяет легко отслеживать, какие сообщения появляются в вашей системе. Вы можете убрать этот блог от публичного просмотра в администраторской.

source: %s Title
ru_ru: %s Заголовок

source: Tagline for %s
ru_ru: Подзаголовок для %s

source: Short description for %s
ru_ru: Краткое описание для %s

source: Notes for %s
ru_ru: Примечание для %s

source: Keywords for %s
ru_ru: Ключевые слова для %s

source: The main purpose for this blog is to be included as a side item to other blogs where it will display your favorite/related links.
ru_ru: Главная цель этого блога - быть включенным как часть других блогов, где он показывает ваши любимые/связанные ссылки.

source: Clean Permalinks!
ru_ru: Очистить постоянные ссылки!

source: b2evolution uses old-style permalinks and feedback links by default. This is to ensure maximum compatibility with various webserver configurations. Nethertheless, once you feel comfortable with b2evolution, you should try activating clean permalinks in the Settings screen... (check 'Use extra-path info')
ru_ru: b2evolution использует постоянные ссылки в старом стиле и ссылки обратной связи по умолчанию. Это должно гарантировать максимальную совместимость с различными конфигурациями серверов. Как только вы почуствуете себя уверенне с b2evolution, Вы должны попробовать активизировать чистые постоянные ссылки в Настройках... (посмотрите 'Use extra-path info')

source: Apache optimization...
ru_ru: Apache оптимизация...

source: In the <code>/blogs</code> folder as well as in <code>/blogs/admin</code> there are two files called [<code>sample.htaccess</code>]. You should try renaming those to [<code>.htaccess</code>]. This will optimize the way b2evolution is handled by the webserver (if you are using Apache). These files are not active by default because a few hosts would display an error right away when you try to use them. If this happens to you when you rename the files, just remove them and you'll be fine.
ru_ru: В каталогах <code>/blogs</code> и <code>/blogs/admin</code> есть два файла [<code>sample.htaccess</code>]. Вы моете переименовать их в b2evolution[<code>.htaccess</code>]. Это оптимизирует то, как вебсервер поддерживает b2evolution (если вы используете Apache). Эти файлы не включены по-умолчанию из-за того, что на некоторых хостах их использование приводит к ошибке. Если подобная ошибка случится у вас, просто удалите эти файлы - и все будет в порядке.

source: About evoSkins...
ru_ru: Об evoSkins...

source: By default, b2evolution blogs are displayed using a default skin. Readers can choose a new skin by using the skin switcher integrated in most skins. You can change the default skin used for any blog by editing the blog parameters in the admin interface. You can also force the use of the default skin for everyone. Otherwise, you can restrict available skins by deleting some of them from the /blogs/skins folder. You can also create new skins by duplicating, renaming and customizing any existing skin folder. To start customizing a skin, open its '<code>_main.php</code>' file in an editor and read the comments in there. And, of course, read the manual on evoSkins!
ru_ru: По-умолчанию, блоги b2evolution показываются с темой по-умолчанию. Читатели могут переключаться между темами, переключатель тем встроен в большинство тем. Вы можете изменить используемую в блогах тему по-умолчанию в административном интерфейсе. Вы также можете заставить всех пользователей использовать тему по-умолчанию. Вы можете запретить для использования некоторые темы для блогов, просто удаляя их из каталога /blogs/skins. Также вы можете создавать новые темы дублируя, переименовывая и настраивая любую из существующих тем. Для настройки темы откройте '<code>_main.php</code>' файл в текстовом редакторе и прочтите комментарии в нем. И, конечно, прочтите руководство на evoSkins.

source: Skins, Stubs and Templates...
ru_ru: Темы, Заглушки и Шаблоны...

source: By default, all pre-installed blogs are displayed using a skin. (More on skins in another post.) That means, blogs are accessed through '<code>index.php</code>', which loads default parameters from the database and then passes on the display job to a skin. Alternatively, if you don't want to use the default DB parameters and want to, say, force a skin, a category or a specific linkblog, you can create a stub file like the provided '<code>a_stub.php</code>' and call your blog through this stub instead of index.php . Finally, if you need to do some very specific customizations to your blog, you may use plain templates instead of skins. In this case, call your blog through a full template, like the provided '<code>a_noskin.php</code>'. You will find more information in the stub/template files themselves. Open them in a text editor and read the comments in there. Either way, make sure you go to the blogs admin and set the correct access method for your blog. When using a stub or a template, you must also set its filename in the 'Stub name' field. Otherwise, the permalinks will not function properly.
ru_ru: По умолчанию, все предустановленные блоги отображаются с этой темой. (Можно использовать другие.) Доступ к блогам, через '<code>index.php</code>', which loads default parameters from the database and then passes on the display job to a skin. Alternatively, if you don't want to use the default DB parameters and want to, say, force a skin, a category or a specific linkblog, you can create a stub file like the provided '<code>a_stub.php</code>' and call your blog through this stub instead of index.php . Finally, if you need to do some very specific customizations to your blog, you may use plain templates instead of skins. In this case, call your blog through a full template, like the provided '<code>a_noskin.php</code>'. Вы можите получить дополнительную информацию в stub/template files themselves. Откройте в текстовом редакторе и прочтите комментарии. Either way, make sure you go to the blogs admin and set the correct access method for your blog. When using a stub or a template, you must also set its filename in the 'Stub name' field. Otherwise, the permalinks will not function properly.

source: Multiple Blogs, new blogs, old blogs...
ru_ru: Мультиблоги, новые блоги, старые блоги...
sv_se: Multipla bloggar, nya bloggar, gamla bloggar...

source: By default, b2evolution comes with 4 blogs, named 'Blog All', 'Blog A', 'Blog B' and 'Linkblog'. Some of these blogs have a special role. Read about it on the corresponding page. You can create additional blogs or delete unwanted blogs from the blogs admin.
ru_ru: По-умолчанию, b2evolution устанавливается с 4 блогами: 'Blog All', 'Blog A', 'Blog B' and 'Linkblog'. Некоторые из этих блого имеют специальное назначение. Читайте об этом на соответствующей странице. Вы можете создавать или удалять блоги из администраторского интерфейса.

source: This is a multipage post
ru_ru: Это многостраничная запись

source: This is page 1 of a multipage post. You can see the other pages by clicking on the links below the text. <!--nextpage--> This is page 2. <!--nextpage--> This is page 3. <!--nextpage--> This is page 4. It is the last page.
ru_ru: Это первая страница многостраничного сообщения. Вы можете перемещаться между страницами, нажимая на ссылки внизу. <!--nextpage--> Это 2 страница. <!--nextpage--> Это 3 страница. <!--nextpage--> Это 4 страница. Последняя страница.

source: Extended post with no teaser
ru_ru: Расширенное сообщение без teaser

source: This is an extended post with no teaser. This means that you won't see this teaser any more when you click the "more" link. <!--more--><!--noteaser--> This is the extended text. You only see it when you have clicked the "more" link.
ru_ru: Это расширенное сообщение без отображения этого текста в расширенном режиме. Это значит, что вы НЕ будете видеть данный текст и текст после "more", когда нажмете ссылку ниже. <!--more--> Это - дополнительный текст. Вы увидите его только тогда, когда вы нажмете на ссылку "more".

source: Extended post
ru_ru: Расширенное сообщение

source: This is an extended post. This means you only see this small teaser by default and you must click on the link below to see more. <!--more--> This is the extended text. You only see it when you have clicked the "more" link.
ru_ru: Это расширенное сообщение. Это значит, что вы будете видеть данный текст и текст после "more", когда нажмете ссылку ниже. <!--more--> Это - дополнительный текст. Вы увидите его только тогда, когда вы нажмете на ссылку "more".

source: Important information
ru_ru: Важная информация

source: Blog B contains a few posts in the 'b2evolution Tips' category. All these entries are designed to help you so, as EdB would say: "<em>read them all before you start hacking away!</em>" ;) If you wish, you can delete these posts one by one after you have read them. You could also change their status to 'deprecated' in order to visually keep track of what you have already read.
ru_ru: Блог B содержит несколько сообщений из категории 'b2evolution Tips'. Все эти сообщения разработаны, чтобы помочь вам. Прочтите их. Вы можете удалить эти сообщения после того, как прочтете их. Также вы можете пометить их как "Нерекомендуемые к использованию", чтобы всегда иметь возможность к ним вернуться.

source: First Post
ru_ru: Первое сообщение
sv_se: Fˆrsta inl‰gget

source: <p>This is the first post.</p> <p>It appears on both blog A and blog B.</p>
ru_ru: <p>Это первое сообщение.</p> <p>Оно опубликовано в обеих блогах (Блог A и Блог B)</p>

source: Second post
ru_ru: Второе сообщение

source: <p>This is the second post.</p> <p>It appears on blog A only but in multiple categories.</p>
ru_ru: <p>Это второе сообщение.</p> <p>Оно опубликовано только в Блоге А, но в нескольких категориях.</p>

source: Third post
ru_ru: Третье собщение
sv_se: Tredje posten

source: <p>This is the third post.</p> <p>It appears on blog B only and in a single category.</p>
ru_ru: <p>Это третье сообщение.</p> <p>Оно опубликовано только в Блоге B в одной категории</p>

source: Hi, this is a comment.<br />To delete a comment, just log in, and view the posts' comments, there you will have the option to edit or delete them.
ru_ru: Привет. Это комментарий. <br /> Для удаления комментария, войдите, и просмотрите комментарии к сообщению, вы сможете редактировать и удалять комментарии.

source: The database schema is already up to date. There is nothing to do.
ru_ru: База данных соответствует требуемой. Нечего делать.

source: The version number is correct, but we have detected changes in the database schema. This can happen with CVS versions...
ru_ru: Номер версии корректный, просто мы имеем изменение схемы данных. Это может быть только в CVS версии...

source: It appears that the following blog stub names are used more than once: ['%s']
ru_ru: Похоже на то, что заглушка имя блога ['%s'] используется более, чем один раз.

source: I can't upgrade until you make them unique. DB field: [%s]
ru_ru: Невозможно обновить пока вы не сделаете их уникальными. DB field: [%s]
