Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: Manage users
lt_lt: Redaguoti vartotojus
sv_se: Administrera anv‰ndare

source: New trackback on your post #%d "%s"
lt_lt: Naujas trackbackas straipsnyje #%d "%s"
sv_se: Ny trackback pÂ ditt inl‰gg #%d "%s"

source: Password:
lt_lt: Slaptaþodis:
sv_se: Lˆsenord:

source: A new password will be generated and sent to you by email.
lt_lt: Naujas slaptaþodis bus sugeneruotas ir iðsiøstas jums el. paðtu.
sv_se: Ett nytt lˆsenord kommer att skickas till dig med e-post.

source: Generate new password!
lt_lt: Generuoti naujà slaptaþodá!
sv_se: Skapa nytt lˆsenord!

source: This blog holds all your posts upgraded from Cafelog. This blog is named '%s'. It has index #%d in the database. By default it is accessed through a stub file called '<code>%s</code>'. %s
sv_se: Denna blogg innehÂller alla dina inl‰gg frÂn Cafelog. Denna blogg heter '%s'. Den har index #%d i databasen. Den fˆrvalda stubbfilen heter '<code>%s</code>'. %s

source: This is a sample blogroll entry
sv_se: Det h‰r ‰r ett exempel pÂ inl‰gg i bloggrullen

source: This is sample text describing the blogroll entry. In most cases however, you'll want to leave this blank, providing just a Title and an Url for your blogroll entries (favorite/related sites).
sv_se: Det ‰r ett exempel pÂ beskrivande text om ett inl‰gg i bloggrullen. Fˆr det mesta kommer du dock att l‰mna detta tomt, och bara ange en titel och en URL till dina inl‰gg i bloggrullen (favoriter/relaterade l‰nkar).

source: This is a demo blog named '%s'. It has index #%d in the database. By default it is accessed through a stub file called '<code>%s</code>'. %s
sv_se: Det ‰r ‰r en exempelblogg kallad '%s'. Den har index #%d i databasen. Den fˆrvalda stubbfilen heter '<code>%s</code>'. %s

source: <br /> <br /> You can edit this file to change the default skin used for this blog. You can also rename this file to a better name; but make sure you update the new name in the blogs admin.<br /> <br /> If you don't want to use skins, use the provided '<code>%s</code>' file instead.
sv_se: <br /> <br /> Du kan redigera denna fil fˆr att ‰ndra det fˆrvalda temat fˆr bloggen. Du kan ocksÂ dˆpa om filen till ett b‰ttre namn; men var noga med att ocksÂ skriva in det nya namnet i bloggens administration.<br /> <br /> Om du inte vill anv‰nda teman, anv‰nd dÂ den tillhandahÂllna '<code>%s</code>'-filen ist‰llet.

source: Note: Blog #1 is a very special blog! It automatically aggregates all posts from all other blogs. This allows you to easily track everything that is posted on this system. You can hide this blog from the public by clearing it's 'Stub Urlname' in the blogs admin.
sv_se: Notera: Blogg #1 ‰r en v‰ldigt speciell blogg! Den samlar automatiskt alla inl‰gg frÂn alla bloggar. Det gˆr det mˆjligt fˆr dig att pÂ ett enkelt s‰tt fˆlja allt som postas i systemet. Du kan gˆmma denna blogg fˆr allm‰nheten genom att ta bort bloggens 'Stubbfils-URL' pÂ administrationssidan.

source: However, the main purpose for this blog is to be included as a side item to other blogs where it will display your favorite/related links. This is commonly referred to as a 'Blogroll'.
sv_se: Syftet med den h‰r bloggen ‰r fr‰mst att visas som ett sido-objekt i en annan blogg, d‰r den visar dina favorit-, eller relaterade l‰nkar. Det kallas vanligtvis en bloggrulle.

source: Clean Permalinks! :idea:
sv_se: Rena permanenta l‰nkar! :idÈ:

source: Apache optimization... :idea:
sv_se: Optimera Apache... :idÈ:

source: About evoSkins... :idea:
sv_se: Om evoSkins (teman)... :ide:

source: Skins *or* Templates ?
sv_se: Teman *eller* mallar?

source: Important information :idea:
sv_se: Viktig information :idÈ:

source: skin the site
lt_lt: Pasirinkite ðablonà
sv_se: byt tema

source: A blog tool like it oughta be!
lt_lt: Blogas toks kaip ir turi bûti!

source: - %d queries so far
lt_lt: - %d uþklausos iki ðiol

source: Totals: %d posts - %d queries - %01.3f seconds
lt_lt: Viso: %d temø - %d uþklausø - %01.3f sekundþiø

source: You have no right to edit the blogs.
lt_lt: Jûs neturite teisës redaguoti blogø.

source: You have no right to generate static pages.
lt_lt: Jûs neturite teisës generuoti statiniø puslapiø.

source: Since you're a newcomer, you'll have to wait for an admin to raise your level to 1, in order to be authorized to post. You can also <a %s>e-mail the admin</a> to ask for a promotion. When you're promoted, just reload this page and you'll be able to blog. :)
lt_lt: Kadangi jûs esate èia naujas asmuo, todël palaukite kol administratorius pakeis jûsø lygá á 1. Kai tai bus padaryta, galësite kurti naujas temas. Jûs taip pat galite <a %s>susisiekti su administratoriumi</a>, praðydami paaukðtinimo. ;) Kai jûsø lygis pakeltas, paprasèiausiai perkraukite puslapá ir galësite raðyti.

source: You have no right to edit the categories.
lt_lt: Jûs neturite teisës redaguoti kategorijø.

source: Deleting category...
lt_lt: Trinama kategorija...

source: <strong>Old</strong> name
lt_lt: <strong>Senas </strong> pavadinimas

source: <strong>New</strong> name
lt_lt: <strong>Naujas</strong> pavadinimas

source: <strong>Note:</strong> Deleting a category does not delete posts from that category. It will just assign them to the parent category. When deleting a root category, posts will be assigned to the oldest remaining category in the same blog (smallest category number).
lt_lt: <strong>Atminkite:</strong>Iðtrinant kategorijà, jai priklausanèios temos netrinamos. Jos priskiriamos "tëvo" kategorijai. Trinant pagrindinæ "root" kategorijà, temos bus priskirtos seniausiai sukurtai egzistuojanciai kategorijai tame paèiame bloge (su maþiausiu kategorijos numeriu).

source: Cheatin' uh ?
lt_lt: Sukèiauji, a?

source: You have no right to edit the options for this blog.
lt_lt: Jøs neturite teisës redaguoti nustatymø ðiame bloge.

source: Show
lt_lt: Rodyti

source: if you're not on the timezone of your server
lt_lt: jeigu jûsø laiko juosta nesutampa su serverio vietos laiko juosta

source: converts line-breaks into &lt;br /&gt; tags
lt_lt: konvertuoti eilutës nukelimà á &lt;br /&gt;

source: View Stats
lt_lt: Perþiûrëti Statistikà

source: You have no right to view stats.
lt_lt: Jûs neturite teisës perþiûrëti statistikà.

source: These are hits from RSS news aggregators. (Aggregators must be listed in /conf/_stats.php)
lt_lt: Ðie vizitai ið RSS naujienø agregatoriø. (Agregatoriai turi bûti /conf/_stats.php faile esanèiame sàraðe).

source: Identity
lt_lt: Tapatybë

source: Can't change the level of an user whose level is higher than yours.
lt_lt: Nagalima pakeisti vartotojo lygio, kadangi jis aukðtesnis uþ jûsø.

source: Can't delete an user whose level is higher than yours.
lt_lt: Nagalima iðtrinti vartotojo, kadangi jo lygis aukðtesnis uþ jûsø.

source: Couldn't delete user #%d.
lt_lt: Negalima iðtrinti vartotojo #%d.

source: Couldn't delete user #%d's posts.
lt_lt: Negalima iðtrinti vartotojo #%d straipsniø.

source: Click on an user's login name to see his/her complete Profile.
lt_lt: Norëdami pamatyti vartotojo pilnà profilá, paspauskite ant jo slapyvardþio.

source: To edit your Profile, click on your login name.
lt_lt: Noredami redaguoti savo Profilá, paspauskite ant "Mano Profolis" meniu nuorodos.

source: Active users
lt_lt: Aktyvûs vartotojai

source: Inactive users (level 0)
lt_lt: Neaktyvûs vartotojai (lygis 0)

source: To delete an user, bring his/her level to zero, then click on the red cross.
lt_lt: Norëdami iðtrinti vartotojà, sumaþinkite jo lygá iki 0 ir paspauskite raudonà kryþiukà.

source: You have no right to edit the templates.
lt_lt: Jûs neturite teisës redaguoti ðablonø.

source: This screen allows you to edit the <strong>custom skin</strong> (located under /skins/custom).
lt_lt: Ðis meniu suteiks jums galimybæ redaguoti<strong>"custom" ðablonà</strong> (yra /skins/custom kataloge).

source: The admin disabled this function
lt_lt: Administratorius iðjungë ðià funkcijà

source: You don't have the right to delete <strong>%s</strong>'s posts.
lt_lt: Jûs neturite teisës iðtrinti <strong>%s</strong> áraðø.

source: Oops, no comment with this ID.
lt_lt: Uuups, nerasta komentarø su ðiuo ID!

source: Main Language
lt_lt: Pagrindinë Kalba

source: Lang
lt_lt: Kalba

source: (converts line-breaks into &lt;br /&gt; tags)
lt_lt: (konvertuoja eilutës perkëlimà á &lt;br /&gt;)

source: The post will be published but visible only by logged-in team members
lt_lt: Straipsnis bus paskelbtas, bet matomas tik prisijungusiems komandos nariams.

source: You are about to delete this post!\n\'Cancel\' to stop, \'OK\' to delete.
lt_lt: Jûs ruoðiatës iðtrinti ðá straipsná!\n\'Atðaukti\'jei persigalvojote, \'OK\' norint iðtrinti.

source: % Trackbacks
lt_lt: Trackbackø: %

source: % Pingbacks
lt_lt: Pingbackø: %

source: Permanent link to this post
lt_lt: Arch. nuoroda á ðá straipsná

source: You are about to delete this comment!\n\'Cancel\' to stop, \'OK\' to delete.
lt_lt: Jûs ruoðiatës iðtrinti ðá komentarà!\n\'Atðaukti\' jei persigalvojote, \'OK\' norint iðtrinti.

source: <p>%d queries - %01.3f seconds</p>
lt_lt: <p>%d uþklausos - %01.3f sekundës</p>

source: logged in as:
lt_lt: Prisijungæs kaip:

source: External - English
lt_lt: Iðorinië - Anglø

source: robot
lt_lt: robotas

source: Pingbacks (%)
lt_lt: Pingbackai (%)

source: Pinging Cafelog.com...
lt_lt: Pinginam Cafelog.com...

source: Trackbacks (%)
lt_lt: Trackbackø (%)

source: Dutch
lt_lt: Olandø

source: English
lt_lt: Anglø

source: French
lt_lt: Prancûzø

source: German
lt_lt: Vokieèiø

source: Japanese
lt_lt: Japonø

source: Lithuanian
lt_lt: Lietuviø

source: Norwegian Bokm&aring;l
lt_lt: Norvegø

source: Portuguese
lt_lt: Portugalø

source: Spanish
lt_lt: Ispanø

source: Swedish
lt_lt: Ðvedø

source: Level 0 users can't post.
lt_lt: Vartotojai su 0 lygiu negali raðyti.

source: Register ?
lt_lt: Registruotis ?

source: Original post on %s
lt_lt: Originalus straipsnis %s kategorijoje

source: Top refering engines
lt_lt: Daugiausiai nuorodø ið

source: blogs
lt_lt: blogai

source: archives
lt_lt: archyvai
