Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: Reporting abuse to b2evolution aborted (Running on localhost).
ru_ru: Сообщение-жалоба на b2evolution.net прервана (Выполнено локально).

source: Reporting abuse to
ru_ru: Отчет о проблемах в

source: Failed to report abuse to b2evolution.net.
ru_ru: Ошибка отчета об ошибках в b2evolution.net.

source: Latest update timestamp
ru_ru: Времення последнего изменения
sv_se: Tidsst‰mpel fˆr senaste uppdateringen

source: Requesting abuse list from
ru_ru: Отправить ругань в список от

source: Incomplete reponse.
ru_ru: Неполный ответ.
sv_se: Offullst‰ndigt svar

source: No new blacklisted strings are available.
ru_ru: Нет новых строк для черного списка.
sv_se: Inga nya svartlistningar finns tillg‰ngliga.

source: Adding strings to local blacklist:
ru_ru: Добвить строку в черный список:

source: Adding:
ru_ru: Добавление:
sv_se: L‰gg till:

source: Not necessary! (Already handled)
ru_ru: Необязательно! (Уже поддерживается)
sv_se: Behˆvs inte! (redan gjort)

source: New latest update timestamp
ru_ru: Новое время последнего изменения
sv_se: Ny tidsst‰mpel fˆr sista uppdateringen

source: Invalid reponse.
ru_ru: Ошибочный отклик.
sv_se: Felaktigt svar.

source: %d related categories
ru_ru: %d связанные категории

source: %d user rights defintions
ru_ru: %d права для пользователя определены

source: %d subscriptions
ru_ru: %d подписки

source: The blog's media directory &laquo;%s&raquo; could not be created, because the parent directory is not writable or does not exist.
ru_ru: Папка медиа &laquo;%s&raquo; не была создана, потому, что родитеьская папка недоступна на запись или недоступна.

source: The blog's media directory &laquo;%s&raquo; could not be created.
ru_ru: Директори медиа &laquo;%s&raquo; не может быть создана.

source: The blog's media directory &laquo;%s&raquo; has been created with permissions %s.
ru_ru: Папка с медиа контентом &laquo;%s&raquo; создана с разрешением %s.

source: ERROR! Could not delete! You will have to delete the file [%s] by hand.
ru_ru: ОШИБКА! Невозможно удалить! Вы можете удалить файл [%s] вручную.

source: Requested blog does not exist!
lt_lt: Nurodytas blogas neegzistuoja!
ru_ru: Запрошенный блог не существует!
sv_se: Angiven blogg existerar inte!

source: Cannot delete if there are sub-categories!
lt_lt: Negaliu iðtrinti jei egzistuoja sub-kategorijos!
ru_ru: Невозможно удалить подкатегорию!
sv_se: Kan inte radera om det finns underkategorier!

source: Cannot delete last category if there are posts inside!
lt_lt: Negaliu iðtrinti paskutinës kategorijos jei joje yra straipsniø!
ru_ru: Невозможно удалить последнюю категорию если в ней есть записи!
sv_se: Kan inte radera sista kategorin om den innehÂller inl‰gg!

source: Requested category %s does not exist!
lt_lt: Nurodyta %s kategorija neegzistuoja!
ru_ru: Запрошенная категория %s не существует!
sv_se: Angiven kategori %s existerar inte

source: Browse category
lt_lt: Narðyti kategorijà
ru_ru: Просмотр категории
sv_se: Bl‰ddra i kategori

source: Member
ru_ru: Участник

source: Visitor
ru_ru: Посетитель

source: N/A
ru_ru: Недост.

source: Edit this comment
ru_ru: Редактировать эти комментарии

source: Delete this comment
ru_ru: Удалить эти комментарии

source: Deprecate!
ru_ru: Уменьшать!

source: Deprecate this comment!
ru_ru: Не рекомендовать эти комментарии!

source: Publish!
ru_ru: Опубликованно

source: Publish this comment!
ru_ru: Опубликовать эти комментарии!

source: Send email to comment author
ru_ru: Послать комментарии автору по email

source: Permanent link to this comment
ru_ru: Постоянная ссылка на этот комментарий

source: [%s] New trackback on "%s"
ru_ru: [%s]Новый пингбек на "%s"

source: [%s] New comment on "%s"
ru_ru: [%s] Новый комментарий в "%s"

source: Blog
lt_lt: Blogas
ru_ru: Блог
sv_se: Blogg

source: Post
ru_ru: Запись

source: Comment
lt_lt: Komentaras
ru_ru: Комментарии
sv_se: Kommentar

source: Edit/Delete
lt_lt: Redaguoti/Trinti
ru_ru: Редактировать/Удалить
sv_se: Redigera/Radera

source: Edit your subscriptions/notifications
ru_ru: Редактировать ваши подписки/извещения

source: Leave a comment
lt_lt: Komentuoti
ru_ru: Оставить комментарии
sv_se: Kommentera

source: 1 comment
lt_lt: 1 komentaras
ru_ru: 1 комментарий
sv_se: 1 kommentar

source: %d comments
ru_ru: %d комментар.

source: No comment yet...
lt_lt: Komentarø nëra...
ru_ru: Нет комментариев...

source: WARNING: Deleting this object will also delete:
ru_ru: ВНИМАНИЕ: Удаление этого объекта так же удалит:

source: Created on %s by %s
ru_ru: Создано %s в %s

source: Created by %s
ru_ru: Создано %s

source: Created on %s
ru_ru: Создано в %s

source: Last mod on %s by %s
ru_ru: Последние изменения %s в %s

source: Last mod by %s
ru_ru: Последние изменения в %s

source: Last mod on %s
ru_ru: Последние изменения в %s

source: %d linked items
ru_ru: %d связанных ссылок

source: Directory &laquo;%s&raquo;
ru_ru: Папка &laquo;%s&raquo;

source: File &laquo;%s&raquo;
ru_ru: Файл &laquo;%s&raquo;

source: Directory
ru_ru: Папка

source: Unknown
ru_ru: Неизвестный

source: &lt;dir&gt;
ru_ru: &lt;папка&gt;

source: Open in a new window
ru_ru: Открыть в новом окне

source: B.
ru_ru: б.

source: Bytes
ru_ru: Байт

source: KB
ru_ru: Кб.

source: Kilobytes
ru_ru: Килобайт

source: MB
ru_ru: Мб

source: Megabytes
ru_ru: Мегабайт

source: GB
ru_ru: Гб

source: Gigabytes
ru_ru: Гигабайт

source: TB
ru_ru: Тб

source: Terabytes
ru_ru: Террабайт

source: &laquo;%s&raquo; is not a valid filename.
ru_ru: &laquo;%s&raquo; неправильное имя файла.

source: &laquo;%s&raquo; has an unallowed extension.
ru_ru: &laquo;%s&raquo; не распознанное разрешениею

source: &laquo;%s&raquo; has an unrecognized extension.
ru_ru: &laquo;%s&raquo; не распознанное разрешениею

source: &laquo;%s&raquo; has not a valid extension.
ru_ru: &laquo;%s&raquo; неправильое расширение.

source: &laquo;%s&raquo; is not a valid directory name.
ru_ru: &laquo;%s&raquo; неправильное имя папки.

source: Open this directory in the file manager
ru_ru: Открыть папку в менеджере файлов

source: Cannot open directory &laquo;%s&raquo;!
ru_ru: Невозможно открыть папку &laquo;%s&raquo;!

source: Change Order
ru_ru: Измененить порядок

source: The filter &laquo;%s&raquo; is not a regular expression.
ru_ru: Фильтр &laquo;%s&raquo; не регулярное выражение.

source: No filter
ru_ru: Нет фильтра

source: regular expression
ru_ru: регулярные выражения

source: No directory.
ru_ru: Нет папки.

source: Change to this directory
ru_ru: Изменить в этой папке

source: Please enter file extensions separated by space.
ru_ru: Пожалуйста введите расширения, разделенные запятыми

source: Invalid file extensions format.
ru_ru: Ошибочное расширение формата.

source: Please enter a name.
ru_ru: Пожалуйста, введите имя категории.

source: Please enter a mime type.
ru_ru: Пожалуйста введите mime тип.

source: Please enter a file name.
ru_ru: Пожалуйста, введите имя файла.

source: Parent ID must be a number
ru_ru: Родительски ID болжен быть числовым

source: New element
ru_ru: Новый элемент

source: Element
ru_ru: Элемент

source: Add to
ru_ru: Добавить к

source: name
ru_ru: имя

source: External ID
ru_ru: Внешний ID

source: 1 - Highest
ru_ru: 1 - Высший

source: 2 - High
ru_ru: 1 - Высокий

source: 3 - Medium
ru_ru: 3 - Средний

source: 4 - Low
ru_ru: 4 - Низкий

source: 5 - Lowest
ru_ru: 5 - Низший

source: %d links to source items
ru_ru: %d ссылок на исходные записи

source: %d links to child items
ru_ru: %d ссылки на дочерние записи

source: %d links to destination items
ru_ru: %d ссылки на записи

source: %d links to extra categories
ru_ru: %d ссылок на дополнительные категории

source: Please enter a valid issue date.
ru_ru: Пожалуйста введите правильную входную дату.

source: Please enter a valid deadline.
ru_ru: Пожалуйста введите правильный срок.

source: Comments are closed for this post.
ru_ru: Комментарии закрыты в этой записи.
sv_se: Denna post ‰r st‰ngd fˆr kommentarer.

source: This post is not published. You cannot leave comments.
ru_ru: Это сообщение не опубликовано. Вы не можете оставлять комментарии.

source: Read more!
lt_lt: Daugiau !
ru_ru: Подробнее!
sv_se: L‰s mer!

source: More:
lt_lt: Daugiau:
ru_ru: Больше:
sv_se: Mer:

source: Send email to post author
ru_ru: Послать email автору сообщения

source: Send email to assigned user
ru_ru: Послать email назначенному пользователю

source: Permanent link to full entry
lt_lt: Nekintanti (permanent) nuoroda á visà straipsná
ru_ru: Постоянная ссылка на полную запись
sv_se: Permanent l‰nk till hela inl‰gget

source: Display feedback / Leave a comment
lt_lt: Rodyti atsiliepimus / Komentuoti
ru_ru: Показать отзывы / Написать комментарий

source: Send feedback
ru_ru: Послать обратную связь

source: 1 feedback
ru_ru: 1 обратная связь

source: %d feedbacks
ru_ru: %d обратных связей

source: Display comments / Leave a comment
lt_lt: Rodyti komentarus / Komentuoti
ru_ru: Показать комментарии / Оставить комментарий
sv_se: Visa kommentarer / Kommentera

source: Display trackbacks / Get trackback address for this post
lt_lt: Parodyti trackback'us / Ðio áraðo trackback'o adresas
ru_ru: Показать трекбэк / Получить трекбэк адрес для этого сообщения
sv_se: Visa trackbacks / Visa trackback-address fˆr detta inl‰gg

source: Trackback (0)
lt_lt: Trackbackø (0)
ru_ru: Трекбек (0)

source: Trackback (1)
lt_lt: Trackbackas (1)
ru_ru: Трекбек (1)

source: Trackbacks (%d)
ru_ru: Трекбек (%d)

source: Display pingbacks
lt_lt: Pingback'ai
ru_ru: Показать пингбек
sv_se: Visa pingbacks

source: Pingback (0)
lt_lt: Pingbackø (0)
ru_ru: Пингбек (0)

source: Pingback (1)
lt_lt: Pingbackas (1)
ru_ru: Пингбек (1)

source: Pingbacks (%d)
ru_ru: Пингбек (%d)

source: Moderate these feedbacks
ru_ru: Модерировать этоу обратную ссылку

source: Moderate...
ru_ru: Модерировать...

source: Delete this post
ru_ru: Удалить эту запись

source: Edit this post...
ru_ru: Редактировать эту запись...

source: Publish NOW!
ru_ru: Опубликовать СЕЙЧАС!
sv_se: Publicera NU!

source: Publish now using current date and time.
ru_ru: Опубликовать используя текущую дату и время.
sv_se: Publicera nu, med nuvarande dag och tid.

source: Deprecate this post!
ru_ru: Понизить это сообщение!

source: Configure plugins
ru_ru: Конфигурация плагина

source: No renderer plugins are installed.
ru_ru: Нет установленного плагина для обработки.

source: No views
ru_ru: Нет просмотра

source: 1 view
ru_ru: 1 просмотр

source: %d views
ru_ru: %d просмотров

source: Notifying subscribed users...
ru_ru: Уведомить подписанных пользователей...

source: Content
ru_ru: Содержимое

source: [%s] New post: "%s"
ru_ru: [%s] Новая запись: "%s"

source: Notifying:
ru_ru: Извещение:

source: Pages:
ru_ru: Страница:

source: Next page
lt_lt: Sekantis puslapis
ru_ru: Следующая страница
sv_se: N‰sta sida

source: Previous page
lt_lt: Ankstesnis puslapis
ru_ru: Предыдущая страница
sv_se: FˆregÂende sida

source: Previous post
lt_lt: Ankstesnis straipsnis
ru_ru: Предыдущая запись
sv_se: &lt;&lt; FˆregÂende

source: Next post
lt_lt: Sekantis straipsnis
ru_ru: Слудующая запись

source: Next Page
lt_lt: Sekantis Puslapis
ru_ru: Следующая страница
sv_se: N‰sta sida

source: Previous Page
lt_lt: Ankstesnis Puslapis
ru_ru: Предыдущая страница
sv_se: FˆregÂende sida

source: Note: Moving posts across blogs is enabled. Use with caution.
ru_ru: Замечание: Перемещение сообщений между блогами разршено. Используйте с осторожностью.

source: Note: Cross posting among multiple blogs is enabled.
lt_lt: Pastaba: Raðymas keliuose bloguose iðkart ájungtas.
ru_ru: Замечание: Кросспостинг между несколькими блогами разрешен.
sv_se: OBS: Funktionen fˆr korspostning mellan olika bloggar ‰r pÂ.

source: Note: Cross posting among multiple blogs is currently disabled.
lt_lt: Pastaba: Raðymas keliuose bloguose iðkart iðjungtas.
ru_ru: Замечание: Кросспостинг между несколькими блогами запрещен.
sv_se: OBS: Funktionen fˆr korspostning mellan olika bloggar ‰r avst‰ngd.

source: Note: Cross posting among multiple categories is currently disabled.
lt_lt: Pastaba: Raðymas keliose kategorijose iðkart iðjungtas.
ru_ru: Замечание: Кросспостинг между несколькими категориями запрещен.
sv_se: OBS: Funktionen fˆr korspostning mellan olika kategorier ‰r avst‰ngd.

source: Main
ru_ru: Основная

source: Category
lt_lt: Kategorija
ru_ru: Категория
sv_se: Kategori

source: Select as an additional category
ru_ru: Выберите дополнительную категорию

source: Invalid post, please correct these errors:
ru_ru: Неправильное сообщение, пожалуйста, следующие ошибки:
sv_se: Ogiltigt inl‰gg, var sn‰ll och r‰tta till fˆljande fel:

source: Sorry, there is no post to display...
ru_ru: Извините, нет сообщений для показа...

source: Invalid date
ru_ru: Ошибочная дата

source: Invalid request
ru_ru: Ошибочный запрос

source: Post details
lt_lt: Visas áraðas
ru_ru: Подробнее о сообщении
sv_se: Allt om detta inl‰gg

source: All but
ru_ru: Для всех

source: Archives for
lt_lt: Archyvai
ru_ru: Архив для
sv_se: Arkiv fˆr

source: week
ru_ru: неделя

source: Keyword(s)
ru_ru: Ключевое(ые) слово(а)

source: Author(s)
ru_ru: Автор(ы)

source: Not assigned
ru_ru: Не назначенно

source: Without status
ru_ru: Без статуса

source: Status(es)
ru_ru: Статус(ы)

source: Visibility
ru_ru: Видимо

source: Start at
ru_ru: Начало в

source: Hide past
ru_ru: Скрыть прошлое

source: Stop at
ru_ru: Окончание в

source: Hide future
ru_ru: Скрыть особенности

source: Limit to %d last days
ru_ru: Лимит в %d последних дней

source: Limit to %d days
ru_ru: Лимит в %d дней

source: %d related collections
ru_ru: %d связанные категории

source: bad char in User Agent
lt_lt: neleistinas simbolis User Agent'e
ru_ru: ошибочные символ в Пользовательском Агенте

source: not a query - no params!
lt_lt: ne uþklausa - nenurodyti parametrai!
ru_ru: не запрос - нет параметров!
sv_se: inte en frÂga - inga parametrar

source: no query string found
lt_lt: nerasta uþklausos duomenø
ru_ru: не найдена строка запроса
sv_se: ingen frÂgestr‰ng hittad

source: Guest Users:
ru_ru: Гостей:

source: %d users in this group
ru_ru: %d пользователей в этой группе

source: New group
ru_ru: Новая группа
sv_se: Ny grupp

source: %d posts last edited by this user
ru_ru: %d последних сообщений редактированно этим пользователем

source: %d posts assigned to this user
ru_ru: %d сообщений назначено этому пользователю

source: %d links created by this user
ru_ru: %d ссылок создано этим пользователем

source: %d links last edited by this user
ru_ru: %d последних ссылок редактированно этим пользователем

source: %d user settings on collections
ru_ru: %d совокупные установки пользователя

source: %d sessions opened by this user
ru_ru: %d сессий открыто этим пользователем

source: %d user permissions on blogs
ru_ru: %d полномочия пользователь на блог

source: %d posts created by this user
ru_ru: %d записей создано этим пользователем

source: The user's media directory &laquo;%s&raquo; could not be created, because the parent directory is not writable or does not exist.
ru_ru: Пользовательская папка с медиа &laquo;%s&raquo; не может быть создана, потому, что родительская папка недоступна на запись или не существует.

source: The user's media directory &laquo;%s&raquo; could not be created.
ru_ru: Директори медиа &laquo;%s&raquo; не может быть создана.

source: The user's directory &laquo;%s&raquo; has been created with permissions %s.
ru_ru: Папка пользователя &laquo;%s&raquo; создана с разрешением %s.

source: Group/user permission denied by %s!
ru_ru: Разрешение для групп/пользователей запрещено %s!

source: Nickname
lt_lt: Slapyvardis
ru_ru: Ник
sv_se: Smeknamn

source: Login
ru_ru: Логин
sv_se: Logga in

source: First name
lt_lt: Vardas
ru_ru: Имя
sv_se: Fˆrnamn

source: Last name
lt_lt: Pavardë
ru_ru: Фамилия
sv_se: Efternamn

source: You need to validate your email address by clicking on the following link.
ru_ru: Вы должны подтвердить ваш email адрес кликнув на данную ссылку.

source: Link to validate your %s account:
ru_ru: Ссылка для подтверждения вашего %s акаунта:

source: Validate your email address for $laquo;%s&raquo;
ru_ru: Проверить ваш email адрес для $laquo;%s&raquo;

source: Send email to user
ru_ru: Послать email пользователю

source: Login...
lt_lt: Prisijungti...
ru_ru: Логин...
sv_se: Logga in...

source: Login if you have an account...
lt_lt: Prisijunkite jei esate uþsiregistravæs...
ru_ru: Залогиньтесь, если вы имеете аккаунт...
sv_se: Logga in om du har ett konto...

source: Register...
lt_lt: Registruotis...
ru_ru: Зарегистрирован...
sv_se: Registrera...

source: Register to open an account...
lt_lt: Registruokitës, norëdami gauti paskyrà...
ru_ru: Зарегистрируйтесь для открытия аккаунта...
sv_se: Registrera dig fˆr att skapa ett konto...

source: Logout (%s)
lt_lt: Atsijungti (%s)
ru_ru: Выход (%s)
sv_se: Logga ut (%s)

source: Logout from your account
lt_lt: Atsijungti
ru_ru: Выйти из вашего акаунта
sv_se: Logga ut frÂn ditt konto

source: Admin
lt_lt: Administracija
ru_ru: Администратор

source: Go to the back-office
lt_lt: Eiti á administracinæ dalá
ru_ru: Назад к управлению
sv_se: GÂ till administrationsavdelningen

source: Profile (%s)
lt_lt: Profilis (%s)
ru_ru: Профиль (%s)
sv_se: Profil (%s)

source: Edit your profile
lt_lt: Redaguoti profilá
ru_ru: Редактировать ваш профиль
sv_se: Redigera din profil

source: Subscribe (%s)
ru_ru: Подписка (%s)

source: Subscribe to email notifications
ru_ru: Подписаться на email уведомления

source: Please enter a login.
ru_ru: Пожалуйста, введите логин.

source: The email address is invalid.
ru_ru: Email адрес ошибочен.

source: Please enter your password twice.
ru_ru: Введите ваш пароль дважды.

source: You typed two different passwords.
ru_ru: Вы ввели два разных пароля.

source: The minimum password length is %d characters.
ru_ru: Минимальная длина пароля %d символов.

source: The password must be different from your login.
ru_ru: Пароль не подходит к вашему логину.

source: The password must be different from your nickname.
ru_ru: Пароль не подходит к вашему нику.

source: Banned domains blacklist
ru_ru: Список забаненных доменов
sv_se: Bannlysta dom‰ners svarta lista

source: Any URL containing one of the following keywords will be banned from posts, comments and logs.
ru_ru: Любой URL содержащий одно из следующих слов будет запрещен для создания записей, комментариев или логов.
sv_se: RL:ar som innehÂller fˆljande ord kommer att svartlistas frÂn inl‰gg, kommentarer och loggar.

source: If a keyword restricts legitimate domains, click on the green tick to stop banning with this keyword.
ru_ru: Если ключевое слово ограничивает разрешенные домены, кликните на зеленую метку для прекращения запрета этого слова.
sv_se: Om ett ord st‰nger ute dom‰ner som borde finnas med, klicka pÂ den grˆna haken fˆr att ta bort svartlistningen av dessa ord.

source: Request abuse update from centralized blacklist!
ru_ru: Загрузить обновление из централизованного черного списка!

source: Banned keywords blacklist
ru_ru: Список забаненных доменов

source: Keywords
lt_lt: Raktiniai þodþiai
ru_ru: Ключевые слова
sv_se: Nyckelord

source: Separate with space
ru_ru: Разделено пробелом

source: All keywords
ru_ru: Все слова

source: Keyword
ru_ru: Ключевые слова
sv_se: Nyckelord

source: Local
ru_ru: Локально
sv_se: Lokal

source: Reported
ru_ru: Отчет
sv_se: Rapporterad

source: Central
ru_ru: Главный

source: Source
ru_ru: Исходник

source: Report abuse to centralized ban blacklist!
ru_ru: Сообщить о запрещенном слове в централизованный черный список!
sv_se: Rapportera missbruk till den centrala svara listan.

source: Report
ru_ru: Отчет

source: Check hit-logs and comments for this keyword!
ru_ru: Проверить логи и комментарии на вхождение слова!

source: Re-check
ru_ru: Перепроверить

source: Static file generation
ru_ru: Генерирование статичного файла

source: Static filename
ru_ru: Статическое имя

source: This is the .html file that will be created when you generate a static version of the blog homepage.
ru_ru: Этот .html был создан когда вы генерировали статичную версию страницы блога

source: Media library
ru_ru: Библиотека медиа

source: Default
ru_ru: По умолчанию

source: subdirectory &quot;%s&quot; (URL blog name) of %s
ru_ru: подкаталог &quot;%s&quot; (URL блога) of %s

source: Subdirectory of media folder
ru_ru: Подпапка медиа папки

source: Custom location
ru_ru: Пользовательское размещение

source: directory
ru_ru: папка

source: After each new post...
ru_ru: После каждой новой записи в блоге:
sv_se: Efter varje nytt inl‰gg...

source: Ping b2evolution.net
ru_ru: Пропинговать b2evolution.net.
sv_se: Pinga b2evolution.net

source: to get listed on the "recently updated" list on b2evolution.net
ru_ru: для получения "частообновляемого" списка с b2evolution.net

source: Ping technorati.com
ru_ru: Пропинговать technorati.com
sv_se: Pinga technorati.com

source: to give notice of new post.
ru_ru: о новом сообщении.
sv_se: fˆr att annonsera nya inl‰gg.

source: Ping weblogs.com
ru_ru: Пропинговать weblogs.com
sv_se: Pinga weblogs.com

source: Ping blo.gs
ru_ru: Пропинговать blo.gs
sv_se: Pinga blo.gs

source: Feedback options
ru_ru: Расширенные опции

source: Always on all posts
ru_ru: Всегда после всех записей

source: Always allow comments on every posts
ru_ru: Всегда разрешать комментарии ко всем постам

source: Can be disabled on a per post basis
ru_ru: Может быть запрещено on a per post basis

source: Comments can be disabled on each post separatly
ru_ru: Комментарии могут быть disabled on each post separatly

source: No comments are allowed in this blog
ru_ru: Нет доступных соментариев для этого блога

source: Never allow any comments in this blog
ru_ru: Всегда разрешать все комментарии в этом блоге

source: Allow comments
ru_ru: Разрешить комментарии

source: New feedback status
ru_ru: Статус новой обратной ссылки

source: This status will be assigned to any new comment/trackback (unless overriden by plugins).
ru_ru: Этот статус будет назначен в любой новый комментарий/трекбек (если не аннулировано в плагине).

source: Allow trackbacks
ru_ru: Разрешить трекбек
sv_se: TillÂt trackbacks

source: Allow other bloggers to send trackbacks to this blog, letting you know when they refer to it. This will also let you send trackbacks to other blogs.
ru_ru: Разрешить другим блогерам посылать трекбек в этот блок, позволяя вам знать, когда они ссылаются на него. Это позволит вам также посылать трекбек в другие блоги.
sv_se: TillÂt andra bloggare att skicka trackbacks till denna blogg, sÂ att du fÂr veta om de refererar till den. Detta inneb‰r att du ocksÂ kan skicka trackbacks till andra bloggar.

source: Allow pingbacks
ru_ru: Разрешить пингбек
sv_se: TillÂt pingbacks

source: General parameters
ru_ru: Основные настройки
sv_se: Generella parametrar

source: Full Name
lt_lt: Pilnas Pavadinimas
ru_ru: Полное Имя
sv_se: Fullst‰ndigt namn

source: Will be displayed on top of the blog.
ru_ru: Будет отображаться вверху блога.

source: Short Name
lt_lt: Trumpas Pavadinimas
ru_ru: Краткое Имя
sv_se: Anv‰ndarnamn

source: Will be used in selection menus and throughout the admin interface.
ru_ru: Будет использовано в меню выбора и для всего административного интерфейса.

source: Main Locale
ru_ru: Основная локаль

source: Determines the language of the navigation links on the blog.
ru_ru: Определяет язык навигационных ссылок в блоге.

source: Blog URL parameters
ru_ru: Параметры URL блога

source: Relative to baseurl
ru_ru: Близкий к базовуму URL
