Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: New user registration on your blog
ru_ru: Новый пользователь зарегистрирован в вашем блоге

source: Edit user
ru_ru: Редактировать пользователя

source: An email has been sent to your email address. Please click on the link therein to validate your account.
ru_ru: Письмо было послано на ваш email адрес (%s). Пожалуйста щелкните на ссылку, для активизации вашего аккаунта.

source: Please do not send empty comment
ru_ru: Пожалуйста, не посылайте пустых комментариев

source: Supplied comment is invalid
ru_ru: Ошибочный комментарий

source: Preview
lt_lt: Perþiûra
ru_ru: Предпросмотр
sv_se: Fˆrhandstitt

source: File
ru_ru: Файл

source: Title
lt_lt: Pavadinimas
ru_ru: Заголовок
sv_se: Titel

source: Description
lt_lt: Apibûdinimas
ru_ru: Описание
sv_se: Beskrivning

source: Empty file!
ru_ru: Пустой файл!

source: %d lines
ru_ru: %d линий

source: Hide line numbers
ru_ru: Скрыть номер линии

source: Show line numbers
ru_ru: Показать номер линии

source: End Of File
ru_ru: Конец файла

source: The file &laquo;%s&raquo; could not be accessed!
ru_ru: Файл &laquo;%s&raquo; недоступен!

source: The default skin [%s] set for blog [%s] does not exist. It must be properly set in the <a %s>blog properties</a> or properly overriden in a stub file. Contact the <a %s>webmaster</a>...
ru_ru: Тема по-умолчанию [%s], установленная для блога [%s], не существует. Она долна быть корректно установлена в <a %s>настройках блога</a> или правильно перегружена в файле-заглушке. Обратитесь к <a %s>вебмастеру</a>...

source: Wrong login/password.
ru_ru: Ошибочный логин/пароль

source: You must log in!
lt_lt: Privalote prisijungti!
ru_ru: Вы должны залогиниться!
sv_se: Du mÂste logga in!

source: You must validate your email address (%s) before you can log in.
ru_ru: Вы должны подтвердить по email (%s) перед темЮ как вы залогинитесь.

source: Sunday
lt_lt: Sekmadienis
ru_ru: Воскресенье
sv_se: Sˆndag

source: Monday
lt_lt: Pirmadienis
ru_ru: Понедельник
sv_se: MÂndag

source: Tuesday
lt_lt: Antradienis
ru_ru: Вторник
sv_se: Tisdag

source: Wednesday
lt_lt: Treèiadienis
ru_ru: Среда
sv_se: Onsdag

source: Thursday
lt_lt: Ketvirtadienis
ru_ru: Четверг
sv_se: Torsdag

source: Friday
lt_lt: Penktadienis
ru_ru: Пятница
sv_se: Fredag

source: Saturday
lt_lt: Ðeðtadienis
ru_ru: Суббота
sv_se: Lˆrdag

source: Sun
lt_lt: Sek
ru_ru: Вс
sv_se: Sˆn

source: Mon
lt_lt: Pir
ru_ru: Пн
sv_se: MÂn

source: Tue
lt_lt: Ant
ru_ru: Вт
sv_se: Tis

source: Wed
lt_lt: Tre
ru_ru: СР
sv_se: Ons

source: Thu
lt_lt: Ket
ru_ru: Чт
sv_se: Tor

source: Fri
lt_lt: Pen
ru_ru: Пят

source: Sat
lt_lt: Ðeð
ru_ru: Суб
sv_se: Lˆr

source: S
ru_ru: В

source: M
ru_ru: П

source: T
ru_ru: В

source: W
ru_ru: С

source: T
ru_ru: Ч

source: F
ru_ru: П

source: S
ru_ru: С

source: January
lt_lt: Sausis
ru_ru: Январь
sv_se: Januari

source: February
lt_lt: Vasaris
ru_ru: Февраль
sv_se: Februari

source: March
lt_lt: Kovas
ru_ru: Март
sv_se: Mars

source: April
lt_lt: Balandis
ru_ru: Апрель

source: May
lt_lt: Geguþë
ru_ru: Май
sv_se: Maj

source: June
lt_lt: Birþelis
ru_ru: Июнь
sv_se: Juni

source: July
lt_lt: Liepa
ru_ru: Июль
sv_se: Juli

source: August
lt_lt: Rugpjûtis
ru_ru: Август
sv_se: Augusti

source: September
lt_lt: Rugsëjis
ru_ru: Сентябрь

source: October
lt_lt: Spalis
ru_ru: Октябрь
sv_se: Oktober

source: November
lt_lt: Lapkritis
ru_ru: Ноябрь

source: December
lt_lt: Gruodis
ru_ru: Декабрь

source: Jan
lt_lt: Sau
ru_ru: Янв

source: Feb
lt_lt: Vas
ru_ru: Фев

source: Mar
lt_lt: Kov
ru_ru: Мар

source: Apr
lt_lt: Bal
ru_ru: Апр

source: May
lt_lt: Geg
ru_ru: Май
sv_se: Maj

source: Jun
lt_lt: Birþ
ru_ru: Июн

source: Jul
lt_lt: Liep
ru_ru: Июл

source: Aug
lt_lt: Rug
ru_ru: Авг

source: Sep
lt_lt: Rugs
ru_ru: Сен

source: Oct
lt_lt: Spal
ru_ru: Окт
sv_se: Okt

source: Nov
lt_lt: Lap
ru_ru: Ноя

source: Dec
lt_lt: Gruo
ru_ru: Дек

source: Published
lt_lt: Paskelbtas
ru_ru: Опубликованно
sv_se: Publicerad

source: Deprecated
lt_lt: Atmestas
ru_ru: Не рекомендовано к использованию
sv_se: Nedskriven

source: Protected
lt_lt: Apsaugotas
ru_ru: Защищено
sv_se: Skyddad

source: Private
lt_lt: Privatu
ru_ru: Личное
sv_se: Privat

source: Draft
lt_lt: Juodraðtis
ru_ru: Черновик
sv_se: Utkast

source: The keyword &laquo;%s&raquo; is too short, it has to be a minimum of 5 characters!
ru_ru: Ключевое слово [%s] слишком коротко, оно должно содержать как минимум 5 символов.

source: Deleted %d logged hits matching &laquo;%s&raquo;.
ru_ru: Удаление %d записей логов, содержащих &laquo;%s&raquo;.

source: Deleted %d comments matching &laquo;%s&raquo;.
ru_ru: Удалить %d согласованных комментариев &laquo; %s &raquo;.

source: The keyword &laquo;%s&raquo; has been blacklisted locally.
ru_ru: Слово &laquo;%s&raquo; находится в локальном черном списке.

source: Removing entry #%d from the ban list...
ru_ru: Удалить запись #%d из списка забаненных...
sv_se: Tar bort inl‰gg #%d frÂn den svarta listan

source: Confirm ban & delete
ru_ru: Подтвердите бан и удаление

source: No log-hits match the keyword [%s].
ru_ru: Нет вхождений логов, содержащих слово [%s].

source: Delete the following %d referer hits:
ru_ru: Удалить данные %d ссылки:

source: Date
lt_lt: Data
ru_ru: Дата
sv_se: Datum

source: Referer
ru_ru: Ссылка

source: Ref. IP
ru_ru: Ссылка IP

source: Target Blog
ru_ru: Целевой блог

source: Target URL
ru_ru: Целевая URL

source: No comments match the keyword [%s].
ru_ru: Нет комментариев, содержащих ключевое слово [%s].

source: Delete the following %d comments:
ru_ru: Удалить текущие %d комментарии:

source: Author
lt_lt: Autorius
ru_ru: Автор
sv_se: Skribent

source: Auth. URL
ru_ru: Автор URL

source: Auth. IP
ru_ru: Автор IP

source: Content starts with...
ru_ru: Содержимое начинается с ...

source: The keyword [%s] is already handled by the blacklist.
ru_ru: Ключевое слово [%s] уже есть в черном списке.

source: Blacklist the keyword [%s] locally.
ru_ru: Черный список слов [%s].

source: Report the keyword [%s] as abuse to b2evolution.net.
ru_ru: Сообщить на b2evolution.net о запрещенном слове [%s].

source: Terms of service
ru_ru: Правила обслуживания

source: Perform selected operations
ru_ru: Выполнить выбранные операции

source: Add a banned keyword
ru_ru: Добавить забаненные слова
sv_se: L‰gg till ett svartlistat nyckelord

source: Check & ban...
ru_ru: Проверить & бан...

source: New weblog
ru_ru: Новый вебблог

source: New blog
lt_lt: Naujas blogas
ru_ru: Новый блог
sv_se: Ny blogg

source: Blog Folder URL
lt_lt: Blog Katalogo URL
ru_ru: URL папки блога
sv_se: Bloggmappens URL

source: You must provide an absolute URL (starting with <code>http://</code> or <code>https://</code>)!
ru_ru: Вы должны указать абсолютный URL (начинающийся с <code>http://</code> или <code>https://</code>)!

source: You must provide a relative URL (without <code>http://</code> or <code>https://</code>)!
ru_ru: Вы должны указать относительный URL (без <code>http://</code> или <code>https://</code>)!

source: You must provide an URL blog name!
ru_ru: Вы должны указать имя URL блога!

source: This URL blog name is already in use by another blog. Please choose another name.
ru_ru: Этот URL используется в другом блоге. Пожалуйста, выберите другое имя.

source: Media dir location
ru_ru: Папка с медиа

source: You must provide the full path of the media directory.
ru_ru: Вы должны указать полный путь к папке с медиа

source: You must provide the media subdirectory.
ru_ru: Вы должны указать подпапку с медиа

source: List
ru_ru: Список

source: Generating static page for blog [%s]
ru_ru: Генерировать статическую страницу для блога [%s]

source: You haven't set a static filename for this blog!
lt_lt: Jûs nenurodëte statinio puslapio pavadinimo ðiam blogui!
ru_ru: Вы не установили статическое имя файла для этого блога!
sv_se: Du har inte angett nÂgot statiskt filnamn fˆr den h‰r bloggen!

source: File cannot be written!
ru_ru: Файл не может быть записан!

source: You should check the file permissions for [%s]. See <a %s>online manual on file permissions</a>.
ru_ru: Проверьте права на файл [%s]. Смотрите <a %s>инструкцию по правам на файлы</a>.

source: Generated static file &laquo;%s&raquo;.
ru_ru: Создать статический файл &laquo;%s&raquo;.

source: Creating blog...
ru_ru: Создание блога...
sv_se: Skapar blogg...

source: Cannot create, please correct this error:
ru_ru: Невозможно создать, пожалуйста исправьте эту ошибку:

source: Cannot create, please correct these errors:
ru_ru: Невозможно создать, пожалуйста исправьте эти ошибки:

source: You should <a %s>create categories</a> for this blog now!
ru_ru: Вы должны <a %s>создать категории</a> для этого блога!

source: Updating Blog [%s]...
ru_ru: Обновление блога [%s]...

source: Cannot update, please correct this error:
ru_ru: Невозможно обновить, пожалуйста исправьте эту ошибку:

source: Cannot update, please correct these errors:
lt_lt: Negalima atnaujinti, praðome iðtaisyti ðias klaidas:
ru_ru: Невозможно обновить, пожалуйста исправьте эти ошибки:
sv_se: Kan inte uppdatera, var sn‰ll och r‰tta till fˆljande fel:

source: Delete blog [%s]?
ru_ru: Удалить блог[%s]?

source: Deleting this blog will also delete all its categories, posts and comments!
ru_ru: Удаление этого блога повлечет за собой удаление всех его категорий, сообщений и комментариев!

source: THIS CANNOT BE UNDONE!
ru_ru: ЭТО НЕ МОЖЕТ БЫТЬ ОТМЕНЕНО!

source: Also try to delete stub file [<strong><a %s>%s</a></strong>]
ru_ru: Также попытайтесь удалить файл заглушки[<strong><a %s>%s</a></strong>]

source: Also try to delete static file [<strong><a %s>%s</a></strong>]
ru_ru: Также попытайтесь удалить статический файл [<strong><a %s>%s</a></strong>]

source: I am sure!
ru_ru: Я уверен!

source: CANCEL
ru_ru: ОТМЕНА

source: Categories for blog:
ru_ru: Категория для блога
sv_se: Kategorier fˆr blogg:

source: Please enter a category name.
ru_ru: Пожалуйста, введите имя категории.

source: New category created.
ru_ru: Новая категория создана.

source: Category updated.
ru_ru: Категория обновлена.

source: ERROR
lt_lt: KLAIDA
ru_ru: ОШИБКА
sv_se: FEL

source: Category deleted.
lt_lt: Kategorija iðtrinta.
ru_ru: Категория удалена.
sv_se: Kategorin raderad.

source: Cancel editing!
ru_ru: Отмена редактирования!

source: New sub-category in category: %s
lt_lt: Nauja sub-kategorija kategorijoje: %s
ru_ru: Новая подкатегория в категории: %s
sv_se: Ny underkategori i kategori: %s

source: New category in blog: %s
lt_lt: Nauja kategorija bloge: %s
ru_ru: Новая категория в блоге; %s
sv_se: Ny kategori i blogg: %s

source: New category name
lt_lt: Naujos kategorijos pavadinimas
ru_ru: Имя новой категории
sv_se: Nytt kategorinamn

source: Create category
lt_lt: Sukurti kategorijà
ru_ru: Создать категорию
sv_se: Skapa kategori

source: Reset
lt_lt: Iðvalyti
ru_ru: Сброс
sv_se: Nollst‰ll

source: Properties for category:
ru_ru: Свойства для категории:
sv_se: Kategorins egenskaper:

source: Old Parent
lt_lt: Senas "tëvas"
ru_ru: Старый родитель
sv_se: Gammal huvudkategori

source: Root (No parent)
lt_lt: Root (Nëra tëvo)
ru_ru: Корневая (нет родителей)
sv_se: Huvudkategori (ingen ovanfˆr)

source: Note: Moving categories across blogs is enabled. Use with caution.
ru_ru: Примечание: Перемещение категорий между блогами включено. Используйте с осторожностью.

source: Note: Moving categories across blogs is disabled.
ru_ru: Примечание: Перемещение категорий между блогами отключено.

source: New parent category
lt_lt: Nauja "tëvo" kategorija
ru_ru: Новая родительская категория
sv_se: Ny huvudkategori

source: Edit category
ru_ru: Редактировать категорию

source: Sorry, you have no permission to edit/view any category's properties.
ru_ru: Извините, вы не имеете разрешения для редактирования/просмотра свойств категорий

source: Basic test job
ru_ru: Выполнить тест задания

source: Error test job
ru_ru: Ошибка тестирования задания

source: Poll the antispam blacklist
ru_ru: Пул списка антиспама

source: Invalid job type
ru_ru: Ошибочный тип задания

source: Please enter a valid date.
ru_ru: Пожалуйста введите правильную дату.

source: New job has been scheduled.
ru_ru: Новое задани было добавлено в список.

source: Job #%d is currently running. It cannot be deleted.
ru_ru: Задание #%d выполняется. Поэтому не может быть удалено.

source: Scheduled task #%d deleted.
ru_ru: Задание #%d удалено.

source: Job #%d does not exist any longer.
ru_ru: Задание #%d недоступно.

source: The Error TEST cron controller simulates an error, thus this "error" is normal!
ru_ru: Контроллер cron симулировал TEST ошибку, таким образом "error" нормально сработала!

source: The TEST cron controller says hello!
ru_ru: TEST cron контролер сказал hello!

source: You don't have access to the requested root directory.
ru_ru: Вы не имеете доступа к требуемой корневой папке

source: You don't have access to any root directory.
ru_ru: Вы не имеете доступа к корневой папке.

source: The root directory &laquo;%s&raquo; does not exist.
ru_ru: Корневая папка &laquo;%s&raquo; недоступна.

source: The directory &laquo;%s&raquo; does not exist.
ru_ru: Каталог &laquo;%s&raquo; не существует.

source: You are not allowed to go outside your root directory!
ru_ru: Вам не разрешено переходить в вашу корневую папку!

source: Your user settings have been updated.
ru_ru: Ваши пользовательские настройки были обновлены.

source: Cannot edit link!
ru_ru: Невозможно редактировать ссылку!

source: Requested link does not exist any longer.
ru_ru: Запрашиваемая ссылка длинная и недоступна.

source: Cannot link Item!
ru_ru: Невозможно связать со статьёй!

source: Requested item does not exist any longer.
ru_ru: Запрашиваемый пункт больше недоступен.

source: You have to enable JavaScript to use this feature.
ru_ru: Вы должны разрешить JavaScript для использования этой особенности.

source: Directory creation is disabled.
ru_ru: Создание папки запрещено.

source: Cannot create a directory without name.
ru_ru: Невозможно создать папку без имени.

source: The file &laquo;%s&raquo; already exists.
ru_ru: Файл &laquo;%s&raquo; уже существует.

source: The directory &laquo;%s&raquo; has been created.
ru_ru: Папка &laquo;%s&raquo; была создана.

source: Could not create directory &laquo;%s&raquo; in &laquo;%s&raquo;.
ru_ru: Невозможно создать папку &laquo;%s&raquo; в &laquo;%s&raquo;.

source: File creation is disabled.
ru_ru: Создание файла запрещено.

source: Cannot create a file without name.
ru_ru: Невозможно создать файл без имени.

source: The file &laquo;%s&raquo; has been created.
ru_ru: Файл &laquo;%s&raquo; был создан.

source: Could not create file &laquo;%s&raquo; in &laquo;%s&raquo;.
ru_ru: Невозможно создать файл &laquo;%s&raquo; в &laquo;%s&raquo;.

source: Nothing selected.
ru_ru: Ничего не выбрано.

source: Please provide the name of the archive.
ru_ru: Пожалуйста, введите выбранное имя в архиве.

source: You have no permission to edit/modify files.
ru_ru: Вы не имеете разрешения редактировать/изменять файлы.

source: &laquo;%s&raquo; has not been renamed
ru_ru: &laquo;%s&raquo; не был переименован

source: &laquo;%s&raquo; could not be renamed to &laquo;%s&raquo;
ru_ru: &laquo;%s&raquo; не может быть переименован в &laquo;%s&raquo;

source: &laquo;%s&raquo; has been successfully renamed to &laquo;%s&raquo;
ru_ru: &laquo;%s&raquo; был успешно переименован в &laquo;%s&raquo;

source: The directory &laquo;%s&raquo; has been deleted.
ru_ru: Папка &laquo;%s&raquo; была удалена.

source: The file &laquo;%s&raquo; has been deleted.
ru_ru: Файл &laquo;%s&raquo; был удален.

source: Could not delete the directory &laquo;%s&raquo; (not empty?).
ru_ru: Невозможно удалить папку &laquo;%s&raquo; (не пустая?).

source: Could not delete the file &laquo;%s&raquo;.
ru_ru: Невозможно удалить файл &laquo;%s&raquo;.

source: cannot be deleted because of the following relations
ru_ru: невозможно удалить из за следующей связи

source: File properties for &laquo;%s&raquo; have been updated.
ru_ru: Свойства файла для &laquo;%s&raquo; были изменены.

source: File properties for &laquo;%s&raquo; have not changed.
ru_ru: Разрешения для &laquo;%s&raquo; не были изменены.

source: Selected file has been linked to item.
ru_ru: Выбранный файл связан с записью.

source: Link from &laquo;%s&raquo; deleted.
ru_ru: Ссылка на &laquo;%s&raquo; удалена.

source: You have to give a default permission!
ru_ru: Вы передаете разрешения по умолчанию!

source: Read-only
ru_ru: Только для чтения

source: Read and write
ru_ru: Чтение и запись

source: Permissions for &laquo;%s&raquo; have not been changed.
ru_ru: Разрешения для &laquo;%s&raquo; не были изменены.

source: Failed to set permissions on &laquo;%s&raquo; to &laquo;%s&raquo;.
ru_ru: Ошибка в установке разрешения &laquo;%s&raquo; для &laquo;%s&raquo;.

source: Permissions for &laquo;%s&raquo; changed to &laquo;%s&raquo;.
ru_ru: Разрешения для &laquo;%s&raquo; изменены &laquo;%s&raquo;.

source: Upload is disabled.
ru_ru: Загрузка запрещена.

source: You have no permission to add/upload files.
ru_ru: Вы не имеете разрешения добавлять/загружать файлы.

source: Please select a local file to upload.
ru_ru: Выберите локальный файл для загрузки.

source: The file is %s too large. Maximum allowed is: %s.
ru_ru: Файл в %s большой. Максимально разрешенный: %s.

source: The file exceeds the upload_max_filesize directive in php.ini.
ru_ru: Файл превышает upload_max_filesize директиву в php.ini.

source: The file was only partially uploaded.
ru_ru: Файл был загружен частично.

source: No file was uploaded.
ru_ru: Нет файлов для загрузки.

source: Missing a temporary folder (upload_tmp_dir in php.ini).
ru_ru: Отсутствует временная папка (upload_tmp_dir в php.ini).

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: The file does not seem to be a valid upload!
ru_ru: Файл по видемому не был загружен!

source: An unknown error occurred when moving the uploaded file on the server.
ru_ru: Неизвестная ошибка произошла при обновлении файла на сервере.

source: Could not change permissions of &laquo;%s&raquo; to default chmod setting.
ru_ru: Невозможно изменить разхрешение &laquo;%s&raquo; на значение chmod по умолчанию.

source: The file &laquo;%s&raquo; has been successfully uploaded.
ru_ru: Файл &laquo;%s&raquo; был успешно загружен.

source: Here's the code to display it:
lt_lt: Nuotraukos áterpimo XHTML kodas:
ru_ru: Это код для его отображения:
sv_se: H‰r ‰r koden fˆr att visa den:

source: Add the code to your post !
ru_ru: Добавить код в ваше сообщение!

source: No source files!
ru_ru: Нет исходного файла!

source: Source and target files are the same. Please choose another name or directory.
ru_ru: Исходный и конечный файл совпадают. Пожалуйста, выберите другое имя или папку.

source: Cannot overwrite the file &laquo;%s&raquo; because of the following relations
ru_ru: Невозможно переписать файл &laquo;%s&raquo; из за связи

source: Copied &laquo;%s&raquo; to &laquo;%s&raquo;.
ru_ru: Копировать &laquo;%s&raquo; в &laquo;%s&raquo;.

source: Could not copy &laquo;%s&raquo; to &laquo;%s&raquo;.
ru_ru: Невозможно копировать &laquo;%s&raquo; в &laquo;%s&raquo;.

source: Moved &laquo;%s&raquo; to &laquo;%s&raquo;.
ru_ru: Переместить &laquo;%s&raquo; в &laquo;%s&raquo;.

source: Could not move &laquo;%s&raquo; to &laquo;%s&raquo;.
ru_ru: Невозможно переместить &laquo;%s&raquo; в &laquo;%s&raquo;.

source: Display Filemanager
ru_ru: Показать файлововый менеджер

source: Restored default values.
ru_ru: Сбросить в значения по умолчанию.

source: Settings have not changed.
ru_ru: Настройки не изменились.

source: Maximum allowed filesize must be between %d and %d KB.
ru_ru: Максимально разрешенный размер файла между %d и %d KB.

source: Valid filename pattern is not a regular expression!
ru_ru: Правильное имя файла не регулярное вырожение!

source: Valid dirname pattern is not a regular expression!
ru_ru: Правильное имя папки не регулярное вырожение!

source: File settings updated.
ru_ru: Настройки файлов обновлены.

source: Cannot edit file type!
ru_ru: Невозможность редактировать тип файла!

source: Requested file type does not exist any longer.
ru_ru: Запрашиваемый файл больше недоступен.

source: Add a file type...
ru_ru: Добавить тип файла...

source: Copy file type...
ru_ru: Копировать тип файла...

source: New file type created.
ru_ru: Новый тип файлов создан.

source: Record, then Create Similar
ru_ru: Запись, Создан дубль

source: Record, then Create New
ru_ru: Запись, Создана новая

source: File type updated.
ru_ru: Типы файлов обновлены.

source: File type &laquo;%s&raquo; deleted.
ru_ru: Файл типа &laquo;%s&raquo; удален.

source: Cannot delete file type &laquo;%s&raquo;
ru_ru: Невозможно удалить файл &laquo;%s&raquo;.

source: Delete file type &laquo;%s&raquo;?
ru_ru: Файл типа &laquo;%s&raquo; удалить?

source: Cannot edit element!
ru_ru: Невозможно редактировать элемент!

source: Requested element does not exist any longer.
ru_ru: Запрашиваемая ссылка больше недоступна.

source: This element is locked and cannot be edited!
ru_ru: Этот элемент заблокирован и не может быть изменен!

source: New element created.
ru_ru: Новый элемент создан.

source: Element updated.
ru_ru: Элемент обновлен.

source: Copy element...
ru_ru: Копировать элемент...

source: Element &laquo;%s&raquo; deleted.
ru_ru: Элемент &laquo;%s&raquo; удален.

source: Cannot delete element &laquo;%s&raquo;
ru_ru: Невозможно удалить элемент &laquo;%s&raquo;

source: Delete element &laquo;%s&raquo;?
ru_ru: Удалить элемент &laquo;%s&raquo; ?

source: Root
ru_ru: Корень

source: User group
ru_ru: Группа пользователей
sv_se: Anv‰ndargrupp

source: See <a %s>online manual</a> for details.
ru_ru: Смотри <a %s>online руководство</a> для подробностей.

source: Level
lt_lt: Lygis
ru_ru: Уровень
sv_se: NivÂ

source: Default locale
ru_ru: Локаль по умолчанию

source: Select main category in target blog and optionally check additional categories
ru_ru: Выберите главную категорию в целевом блоге и проверьте дополнительные категории

source: Select as an additionnal category
lt_lt: Pasirinkite kaip papildomà kategorijà
ru_ru: Выберите дополнительную категорию
sv_se: Ange som ytterligare kategori

source: Select as MAIN category
lt_lt: Pasirinkti kaip PAGRINDINÆ kategorijà
ru_ru: Выберите основную категорию
sv_se: V‰lj som HUVUDkategori

source: Browse blog:
lt_lt: Narðyti blogà:
ru_ru: Просмотреть блог:
sv_se: Bl‰ddra i bloggen:

source: Since you're a newcomer, you'll have to wait for an admin to authorize you to post. You can also <a %s>e-mail the admin</a> to ask for a promotion. When you're promoted, just reload this page and you'll be able to blog. :)
ru_ru: Так как Вы новенький, Вам необходимо подождать пока Администратор разрешит Вам добавлять сообщения. Так же Вы можете воспользоваться <a %s>электронной почтой</a>, чтобы ускорить процесс.

source: Editing post
lt_lt: Redaguojama tema
ru_ru: Редактируемая запись
sv_se: Redigera inl‰gg

source: Editing post #%d in blog: %s
ru_ru: Редактироватьсообщение #%d в блоге: %s

source: Editing comment
lt_lt: Redaguojamas komentaras
ru_ru: Редактирование комментариев
sv_se: Redigera kommentar

source: New post in blog:
lt_lt: Nauja tema bloge:
ru_ru: Новая запись в блоге:
sv_se: Nytt inl‰gg i blogg:

source: Since this blog has no categories, you cannot post to it. You must create categories first.
lt_lt: Kadangi ðis blogas neturi kategorijø, jûs nagalite raðyti á já. Pirma sukurkite kategorijà.
ru_ru: Т.к. в блоге нет категорий, вы не можете добавлять в него сообщения. Сначала создайте категории.
sv_se: Eftersom denna blog inte har nÂgra kategorier kan du inte posta till den. Du mÂste skapa kategorier fˆrst.

source: Adding new post...
lt_lt: Áraðomas naujas strapsnis...
ru_ru: Добавить новую запись...
sv_se: L‰gger till nytt inl‰gg...
