Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: Back to post editing
lt_lt: Atgal á straipsnio redagavimà
ru_ru: Назад к редактору сообщения
sv_se: Tillbaka till redigering av inl‰gg

source: Recording post...
lt_lt: Daromas áraðas...
ru_ru: Запись создана...
sv_se: Sparar inl‰gg...

source: Post not publicly published: skipping trackback, pingback and blog pings...
lt_lt: Áraðas neskelbiams vieðai: atðaukiamas "trackback", "pingback" ir blogø ping'inimas...
ru_ru: Сообщение не опубликовано: пропускаем трекбег, пингбэк и пинги блогов...
sv_se: Inl‰gget ‰r inte postat offentligt: hoppar ˆver trackback, pingback och bloggpings...

source: Posting Done...
lt_lt: Áraðas Padarytas...
ru_ru: Сообщение записано...
sv_se: Postningen klar...

source: Updating post...
lt_lt: Atnaujinami áraðai...
ru_ru: Обновление сообщения...
sv_se: Uppdaterar inl‰gg...

source: Done.
lt_lt: Padaryta.
ru_ru: Отмена.
sv_se: Klart.

source: Post had already pinged: skipping blog pings...
lt_lt: Áraðas jau nusiuntë pingà: atðaukiamas blogø pinginimas...
ru_ru: Сообщение уже пинговали: пропускаю пинги блога...
sv_se: Inl‰gget har redan pingat: hoppar ˆver bloggpings...

source: Updating done...
ru_ru: Обновление окончено..
sv_se: Uppdatering klar...

source: Updating post status...
ru_ru: Изменение статуса сообщения...
sv_se: Uppdaterar inl‰ggets status...

source: Deleting post...
lt_lt: Trinami áraðai...
ru_ru: Удалить запись...
sv_se: Raderar inl‰gg...

source: Oops, no post with this ID!
lt_lt: Uuups, nerasta áraðø su ðiuo ID!
ru_ru: Оопс, нет сообщения с этим ID!
sv_se: Oops, det finns inget inl‰gg med detta ID!

source: Deleting Done...
lt_lt: Trynimas Baigtas...
ru_ru: Удаление закончено...
sv_se: Radering klar...

source: Cannot update comment, please correct these errors:
lt_lt: Negaliu atnaujinti komentarø, praðome iðtaisyti ðias klaidas:
ru_ru: Невозможно обновить комментарии, пожалуйста исправьте эти ошибки:
sv_se: Kan inte uppdatera kommentaren, var sn‰ll och r‰tta till fˆljande fel:

source: Back to posts!
lt_lt: Atgal á straipsnius!
ru_ru: Вернутся к сообщению!
sv_se: Tillbaka till inl‰ggen!

source: You may also want to generate static pages or view your blogs...
lt_lt: Jûs galbût norësite sugeneruoti statinius puslapius ar perþiûrëti savo blogus...
ru_ru: Вы так же, можите генерировать статическую страницу или смотреть ваш блог...
sv_se: Du kanske ocksÂ vill generera statiska sidor eller se dina bloggar...

source: New post
lt_lt: Naujas straipsnis
ru_ru: Новая запись
sv_se: Nytt inl‰gg

source: %d related items
ru_ru: %d связанных ссылок

source: Cannot delete item status
ru_ru: Невозможно удалить статус записи

source: View Stats for Blog:
ru_ru: Просмотреть статус для Блога:

source: None
lt_lt: Nieko
ru_ru: Нет
sv_se: Ingen

source: Changed hit #%d type to: %s.
ru_ru: Изменение типа хита #%d в: %s

source: Deleted hit #%d.
ru_ru: Удалить часть #%d.

source: Could not delete hit #%d.
ru_ru: Невозможно удалить часть #%d.

source: Deleted %d hits for %s.
ru_ru: Удалено %d hits для %s.

source: No hits deleted for %s.
ru_ru: Нет хитов, удаленных для %s.

source: Direct Accesses
lt_lt: Tiesioginiai Apsilankymai
ru_ru: Прямой доступ
sv_se: Direkttr‰ffar

source: Refering Searches
lt_lt: Paieðkø Referalai
ru_ru: Ссылающиеся запросы
sv_se: Refererande sˆkningar

source: Blacklisted
ru_ru: Черный список

source: Total
lt_lt: Viso
ru_ru: Всего
sv_se: Totalt

source: Prune hits for this date!
ru_ru: Отсечь хиты за эту дату!

source: Last referers
lt_lt: Naujausi referalai
ru_ru: Последние обновление
sv_se: Senaste referenser

source: These are hits from external web pages refering to this blog
lt_lt: Apsilankymai ið iðoriniø svetainiø, nurodanciø ðá blogà
ru_ru: Эти хиты с внешних страниц сети, ссылающиеся на этот блог
sv_se: Detta ‰r tr‰ffar from externa webbsidor som refererar till denna blogg

source: Date Time
ru_ru: Дата Время

source: Delete this hit!
lt_lt: Trinti ðá apsilankymà!
ru_ru: Удалить эту часть!
sv_se: Radera denna tr‰ff

source: Log as a search instead
lt_lt: Loginti kaip paieðkà
ru_ru: Лог взамен поиска
sv_se: Logga som en sˆkning ist‰llet

source: -&gt;S
ru_ru: &lt; с
sv_se: -&gt;Sˆk

source: Ban this domain!
ru_ru: Бан этого домена!
sv_se: Svartlista denna dom‰n

source: Requested URI
ru_ru: Требуется URL

source: Remote address
ru_ru: Удаленный адрес

source: Top referers
lt_lt: Top referalai
ru_ru: Топ ссылок
sv_se: Flest referenser

source: Total referers
lt_lt: Viso referalø
ru_ru: Всего ссылок
sv_se: Totalt antal referenser

source: Last refering searches
lt_lt: Naujausi paieðkø referalai
ru_ru: Последний ссылающийся поиск
sv_se: Senaste refererande sˆkningar

source: These are hits from people who came to this blog system through a search engine. (Search engines must be listed in /conf/_stats.php)
lt_lt: Ðie þmonës atëjo per paieðkos sistemas. (Paieðkos sistemos turi bûti /conf/_stats.php faile esanèiame sàraðe).
ru_ru: Это хиты пользователей, которые пришли с поисковых систем. (Поисковые сервера должны быть описаны в /conf/_stats.php)

source: Search keywords
ru_ru: Поисковые фразы

source: Top refering search engines
lt_lt: paieðkos sistemos
ru_ru: Топ ссылающихся поисковых машин
sv_se: Sˆkmotor med flest referenser hit

source: Top Indexing Robots
lt_lt: Indeksuojantys Robotai
ru_ru: Топ поисковых роботов
sv_se: Sˆkrobotar med flest indexeringar

source: These are hits from automated robots like search engines' indexing robots. (Robots must be listed in /conf/_stats.php)
lt_lt: Ðie vizitai priklauso robotams, panaðiems á indeksuojanèius robotus. (Robotai turi buti /conf/_stats.php faile esanèiame sàraðe).
ru_ru: Это хиты роботов, таких как поисковые индексирующие роботы. (Роботы должны быть описаны в /conf/_stats.php)

source: Robot
ru_ru: Робот

source: Hit count
ru_ru: Количество хитов

source: Hit %
ru_ru: % хитов

source: Top Aggregators
lt_lt: Top Agregatoriai
ru_ru: Топ агрегаторов
sv_se: Mest aktiva nyhetssamlare

source: These are hits from RSS news aggregators. (Aggregators get detected by accessing the feeds)
ru_ru: Это заголовки для RSS агрегатора новостей. (Агрегатор получает доступ к заголовкам)

source: Total RSS hits
lt_lt: Viso RSS vizitø
ru_ru: Всего RSS хитов
sv_se: Totalt antal RSS-tr‰ffar

source: Agent signature
ru_ru: Сигнатуры агентов

source: Last direct accesses
lt_lt: Paskutiniai tiesioginiai apsilankymai
ru_ru: Последний прямой доступ
sv_se: Senaste direkttr‰ffar

source: These are hits from people who came to this blog system by direct access (either by typing the URL directly, or using a bookmark. Invalid (too short) referers are also listed here.)
lt_lt: Ðie þmonës á blogà atëjo tiesiogiai. (arba áraðydami URL, arba pasinaudodami þymekliu (bookmark). Blogi (pernelyg trumpi) referalai taip pat parodyti ).
ru_ru: Это хиты пользователей, которые пришли прямым доступом (набрав вручную URL, или используя закладку). Неправильные (слишком короткие) рефереры тоже показываются тут.
sv_se: Detta ‰r tr‰ffar frÂn besˆkare som kom till denna blogg direkt (antingen genom att skriva in URL:en direkt, eller genom att anv‰nda ett bokm‰rke. Felaktiga (fˆr korta) referenser listas ocksÂ h‰r.)

source: Top User Agents
lt_lt: Top User Agent'ai
ru_ru: Топ агентов пользователей

source: Total hits
ru_ru: Всего обращений

source: The threshold must be between -100 and 100.
ru_ru: Граница должна быть между -100 и 100.

source: Spam weight has to be in the range of 0-100.
ru_ru: Вес спама может иметь ранжир 0-100

source: Settings updated.
ru_ru: Настройки обновлены.

source: You cannot set a session timeout below %d seconds.
ru_ru: Вы не можите установить сессию меньше %d секунд.

source: Warning: your session timeout is just %d seconds. Your users may have to re-login often!
ru_ru: Внимание: время вашей сессия %d секунд. Вы должны перелогинится чаще!

source: Time difference must be between %d and %d.
ru_ru: Разница во времени должна быть между %d и %d.

source: Regional settings updated.
ru_ru: Региональные настройки обновлены.

source: Deleted settings for locale &laquo;%s&raquo; in database.
ru_ru: Удалить настройки для локализации &laquo;%s&raquo; в базе.

source: Inserted (and disabled) locale &laquo;%s&raquo; into database.
ru_ru: Вставка (и блокировка) локализации &laquo;%s&raquo; в базе.

source: Inserted locale &laquo;%s&raquo; into database.
ru_ru: Вставка локализации &laquo;%s&raquo; в базу.

source: Saved locale &laquo;%s&raquo;.
ru_ru: Сохранить локаль &laquo;%s&raquo;

source: Locales table deleted, defaults from <code>/conf/_locales.php</code> loaded.
ru_ru: Таблица локализации удалена, по умолчанию для <code>/conf/_locales.php</code> загружена.

source: File <code>%s</code> not found.
ru_ru: Файл <code>%s</code> не найден.

source: Deleted locale &laquo;%s&raquo; from database.
ru_ru: Удалить локализацию &laquo;%s&raquo; в базе.

source: Switched priorities.
ru_ru: Переключить приоритет.

source: The database has been updated.
ru_ru: База была обновлена.

source: The DB schema has been changed since confirmation.
ru_ru: DB схема была изменена и требует подтвержденияschema has been changed since confirmation.

source: The plugin with ID %d could not get instantiated.
ru_ru: Плагин с ID %d не был инсталирован

source: The plugin with ID %d is already disabled.
ru_ru: Плагин с ID %d был уже запрещен.

source: The plugin cannot be disabled because of the following dependencies:
ru_ru: Плагин не может быть запрещен, из-за следующей зависимости:

source: Disabled plugin #%d.
ru_ru: Запретить плагин #%d.

source: The plugin with ID %d is already enabled.
ru_ru: Плагин с ID %d был уже разрешен.

source: The plugin is in a broken state. It cannot get enabled.
ru_ru: Этот плагин разрушен. И не может быть активизирован.

source: The plugin cannot be enabled because of the following dependencies:
ru_ru: Плагин не может быть запрещен, из-за следующей зависимости:

source: Enabled plugin #%d.
ru_ru: Разрешить плагин #%d.

source: The plugin has not been enabled.
ru_ru: Плагин был разрешен

source: Plugins have been reloaded.
ru_ru: Плагин был перезагружен.

source: Plugins have not changed.
ru_ru: Плагин не изменился.

source: Installed plugin &laquo;%s&raquo;.
ru_ru: Установка плагина &laquo;%s&raquo;.

source: The plugin cannot be uninstalled because of the following dependencies:
ru_ru: Плагин не может быть удален, из-за следующей зависимости:

source: Could not uninstall plugin #%d.
ru_ru: Невозможно установить плагин #%d.

source: Dropped the table(s) of the plugin.
ru_ru: Очистить таблицу(ы) плагина

source: The &laquo;%s&raquo; plugin (#%d) has been uninstalled.
ru_ru: &laquo;%s&raquo; плагин (#%d) был деинсталирован.

source: Plugin code updated.
ru_ru: Код плагина обновлен.

source: Plugin priority must be numeric (0-100).
ru_ru: Приоритет плагина может быть цифровым (0-100).

source: Plugin priority updated.
ru_ru: Приоретет плагина обновлен.

source: Plugin rendering updated.
ru_ru: Отображение плагина обновлено.

source: Plugin settings have been updated.
ru_ru: Настройки плагина были обновлены.

source: Plugin settings have not changed.
ru_ru: Настройки плагина были изменены.

source: Plugin events have been updated.
ru_ru: Настройки плагина были обновлены.

source: The plugin has been disabled.
ru_ru: Плагин был разрешен

source: Edit plugin &laquo;%s&raquo; (ID %d)
ru_ru: Редактировать плагин &laquo;%s&raquo; (ID %d)

source: Help for plugin &laquo;%s&raquo;
ru_ru: Справка для плагина &laquo;%s&raquo;

source: External help page
ru_ru: Внешняя страница справки

source: Cancel installation!
ru_ru: Отмена инсталяции!

source: Database setup for plugin #%d (%s)
ru_ru: астройки базы для плагина #%d (%s)

source: The plugin needs the following database changes.
ru_ru: Плагин нуждается в изменении текущей базы.

source: The following database changes will be carried out. If you are not sure what this means, it will probably be alright.
ru_ru: Следующие изменений базы будут выполнены. Если вы - не уверенные какие эти средства, вероятно все будет хорошо.

source: Install!
ru_ru: Установка!

source: Cancel uninstall!
ru_ru: Сброс удаления!

source: Uninstall plugin #%d (%s)
ru_ru: Удалить плагин #%d (%s).

source: Uninstalling this plugin will also delete its database tables:
ru_ru: Деинсталировав плагин вы так же удалите таблицы из базы:

source: Edit plugin settings!
ru_ru: Редактировать свойства плагина!

source: Close info!
ru_ru: Закрыть информацию!

source: Name
lt_lt: Vardas
ru_ru: Имя
sv_se: Namn

source: Code
ru_ru: Код

source: This 32 character code uniquely identifies the functionality of this plugin. It is only necessary to call the plugin by code (SkinTag) or when using it as a Renderer.
ru_ru: Эти 32 символьных кода однозначно идентифицирует функциональное назначение этого плагина. Это необходимо чтобы взывать плагин по коду (SkinTag) или при использовании этого для рендеринга.

source: Short desc
ru_ru: Краткое описание

source: Long desc
ru_ru: Полное описание

source: Version
ru_ru: Версия

source: Install NOW!
ru_ru: Инсталировать СЕЙЧАС!

source: User level must be between %d and %d.
ru_ru: Пользовательский уровень должен быть между %d и %d.

source: Items/days per page must be between %d and %d.
ru_ru: Пунктов/дней на страницу должно быть между %d и %d.

source: Minimun password length must be between %d and %d.
ru_ru: Минимальная длинна пароля должна быть между %d и %d.

source: Reload-page timeout must be between %d and %d.
ru_ru: Время перезагрузки должно быть между %d и %d.

source: General settings updated.
ru_ru: Основные настройки обновлены.

source: Listing:
lt_lt: Sàraðas:
ru_ru: Список:
sv_se: Listning:

source: Invalid filename!
lt_lt: Blogas failo pavadinimas!
ru_ru: Ошибочное имя!
sv_se: Felaktigt filnamn!

source: Oops, no such file !
lt_lt: Uuups, nëra tokio failo!
ru_ru: Оопс, нет файла !
sv_se: Oops, finns ingen sÂdan fil!

source: File edited!
lt_lt: Failas sëkmingai redaguotas.
ru_ru: Файл редактируется!
sv_se: Filen ‰r ‰ndrad!

source: Be careful what you do, editing this file could break your template! Do not edit what's between <code>&lt;?php</code> and <code>?&gt;</code> if you don't know what you're doing!
lt_lt: Atsargiai redaguokite ðá failà, nes galite sugadinti ðablonà! Neredaguokite nieko tarp <code>&lt;?php</code> ir <code>?&gt;</code> jei neþinote kà darote!
ru_ru: Будьте внимательны, изменяя этот файл, вы можете сломать ваш шаблон! Не меняйте, что находится между <code>&lt;?php</code> и <code>?&gt;</code>, если вы не знаете, что вы делаете.
sv_se: Var fˆrsiktig med vad du gˆr, att ‰ndra denna fil kan fˆrstˆra din mall! ƒndra inte det som finns mellan <code>&lt;?php</code> och <code>?&gt;</code> om du inte vet exakt vad du hÂller pÂ med!

source: Save !
ru_ru: Сохранить !

source: (you cannot update that file/template: must make it writable, e.g. CHMOD 766)
lt_lt: (jûs negalite atnaujinti ðio failo/ðablono: privalote suteikti jam áraðymo atributus, pvz., CHMOD 766)
ru_ru: (вы не можете изменить этот файл/шаблон: необходимо разрешить запись в файл, например CHMOD 766)
sv_se: (Du kan inte uppdatera den filen/mallen: du mÂste gˆra den skrivbar, genom att s‰tta CHMOD 766 pÂ den)

source: This screen allows you to edit the <strong>custom skin</strong> (located under /skins/custom).
ru_ru: Этот экран позволяет вам редактировать <strong>пользовательский шаблон</strong> (расположенный папке /skins/custom).

source: You can edit any of the following files (provided it's writable by the server, e.g. CHMOD 766)
lt_lt: Jûs galite redaguoti bet kurá ið ðiø failø (jie turi áraðymo atributus, pvz., CHMOD 766)
ru_ru: Вы можете изменять любой из этих файлов (проверив, что они доступны для записи, например CHMOD 766)
sv_se: Du kan ‰ndra fˆljande filer (fˆruts‰ttsatt att de ‰r skrivbara pÂ servern, med CHMOD 766)

source: Directory %s not found.
ru_ru: Папка %s не найдена.

source: This is the template that displays the links to the archives for a blog
lt_lt: Tai ðablonas, kuris rodo nuorodas á blogo archyvus
ru_ru: Этот шаблон показывает ссылки на архивы блога
sv_se: Detta ‰r mallen som visar l‰nkarna till arkiven fˆr en blogg

source: This is the template that displays the (recursive) list of (sub)categories
lt_lt: Tai ðablonas, kuris rodo pasikartojanèiø (recursive) (sub)kategorijø sàraðà
ru_ru: Этот шаблон показывает (рекурсивно) список (под)категорий
sv_se: Detta ‰r mallen som visar den (rekursiva) listan av (under)kategorier

source: This is the template that displays the feedback for a post
lt_lt: Tai ðablonas, kuris rodo atsiliepimus straipsniuose
ru_ru: Этот шаблон показывает обратную связь для сообщения
sv_se: Detta ‰r mallen som visar respons pÂ ett inl‰gg.

source: This is the template that displays the last comments for a blog
lt_lt: Tai ðablonas, kuris rodo naujausius blogo komentarus
ru_ru: Этот шаблон показывает последние комментарии в блоге

source: This is the main template. It displays the blog.
lt_lt: Tai pagrindinis blogo ðablonas.
ru_ru: Это главный шаблон. Он показывается в блоге.
sv_se: Detta ‰r huvudmallen. Den visar bloggen.

source: This is the page displayed in the comment popup
lt_lt: Tai iððokantis puslapis, rodantis komentarus
ru_ru: Эта страница показывается в всплывающем окне комментария
sv_se: Detta ‰r sidan som visas kommentarspopupen

source: This is the page displayed in the pingback popup
lt_lt: Tai iððokantis puslapis, rodantis "pingback"
ru_ru: Эта страница показывается в всплывающем окне пингбэк
sv_se: Detta ‰r sidan som visas i pingbackpopupen

source: This is the page displayed in the trackback popup
lt_lt: Tai iððokantis puslapis, rodantis "trackback"
ru_ru: Эта страница показывается в всплывающем окне трекбэк
sv_se: Detta ‰r sidan som visas i trackbackpopupen

source: Note: of course, you can also edit the files/templates in your text editor and upload them. This online editor is only meant to be used when you don't have access to a text editor...
lt_lt: Atminkite: jûs galite redaguoti failus/ðablonus savo tekstø redaktoriuje ir nusiøsti juos á serverá. Ðis redagavimo bûdas paprastai naudojamas kai jûs neturite priëjmo prie tekstø redaktoriaus savo kompiuteryje...
ru_ru: Примечание: конечно, вы можете редактировать файлы и шаблоны в вашем текстовом редакторе и закачивать их на сервер. Этот онлайн редактор может быть использован, когда у вас нет доступа к текстовому редактору...
sv_se: OBS: Du kan givetvis ‰ndra filerna/mallarna i en textredigerare och ladda upp dem pÂ servern. Denna onlineredigerare ‰r bara t‰nkt att anv‰ndas n‰r du inte har mˆjlighet att anv‰nda en textredigerare...

source: You have no permission to view other users or groups!
ru_ru: Вы не имеете разрешения дл япросмотра других пользователей или групп!

source: Cannot edit user!
ru_ru: Невозможно редактировать пользователя!

source: Requested user does not exist any longer.
ru_ru: Запрашиваемый пользователь больше недоступен.

source: You have no permission to edit other users!
ru_ru: Вы не имеете разрешения для редактирования других пользователей!

source: You cannot edit the admin and demouser profile in demo mode!
ru_ru: Вы не можите редактировать администратора и гостя в демо режиме!

source: Cannot edit group!
ru_ru: Невозможно редактировать группу!

source: Requested group does not exist any longer.
ru_ru: Запрашиваемая группа больше недоступна.

source: You have no permission to edit groups!
ru_ru: Вы не имеете разрешения редактировать группы.

source: You cannot edit the groups of user &laquo;admin&raquo; or &laquo;demouser&raquo; in demo mode!
ru_ru: Вы не можите редактировать группы и пользователей &laquo;admin&raquo; или &laquo;demouser&raquo; в демо режиме!

source: You are only allowed to update your own profile!
ru_ru: Вам разрешено изменять только свой собственный профиль!

source: You must provide a login!
ru_ru: Вы должны указать логин!

source: This login already exists. Do you want to <a %s>edit the existing user</a>?
ru_ru: Такой логин уже существует. Вы хотите <a %s>редактировать профиль существующего пользователя</a>?

source: Please enter a nickname (can be the same as your login).
ru_ru: Пожалуйста введите ник (можно использовать ваш логин)

source: Please enter an e-mail address.
ru_ru: Пожалуйста, введит е-mail адрес.

source: The ICQ UIN can only be a number, no letters allowed.
ru_ru: ICQ UIN должен быть цифровой, и не допускать букв.

source: The threshold must be between 1 and 5.
ru_ru: Пользовательский уровень должен быть между 1 и 5.

source: User updated.
ru_ru: Пользователь обновлен

source: New user created.
ru_ru: Новый пользователь создан.

source: Usersettings of Plugins have been updated.
ru_ru: Настройки пользователя для плагина были обновлены.

source: Invalid promotion.
ru_ru: Неправильное продвижение.

source: User level changed.
ru_ru: Статус пользователя изменен.

source: You can't delete yourself!
ru_ru: Вы не можете удалить самого себя!

source: You can't delete User #1!
ru_ru: Вы не можете удалить пользователя #1!

source: User &laquo;%s&raquo; [%s] deleted.
ru_ru: Пользователь &laquo;%s&raquo; [%s] удален.

source: Cannot delete User &laquo;%s&raquo; [%s]
ru_ru: Невозможно удалить пользователя &laquo;%s&raquo; [%s]

source: You must provide a group name!
ru_ru: Вы должны указать имя группы!

source: This group name already exists! Do you want to <a %s>edit the existing group</a>?
ru_ru: Группа с таким именем уже существует! Вы хотите <a %s>изменить существующую группу</a>?

source: New group created.
ru_ru: Новая группа создана.

source: Group updated.
ru_ru: Группа обновлена

source: You can't delete Group #1!
ru_ru: Вы не можете удалить группу #1!

source: You can't delete the default group for new users!
ru_ru: Вы не можите удалить группу по умолчанию для нового пользователя!

source: Group &laquo;%s&raquo; deleted.
ru_ru: Группа &laquo;%s&raquo; удалена.

source: Cannot delete Group &laquo;%s&raquo;
ru_ru: Невозможно удалить Группу &laquo;%s&raquo;

source: Delete user &laquo;%s&raquo; [%s]?
ru_ru: Удалить пользователя &laquo;%s&raquo; [%s]?

source: Delete group &laquo;%s&raquo;?
ru_ru: Удалить группу &laquo;%s&raquo;?

source: Main tab
ru_ru: Основная локаль

source: Movable Type Import
ru_ru: Импорт из Movable Type

source: Use MT's export functionnality to create a .TXT file containing your posts;
ru_ru: Используйте функциональность MT, чтобы выгрузить ваши сообщения в текстовый файл;

source: Place that file into the /admin folder on your server;
ru_ru: Запишите этот файл в каталог /admin на вашем сервере;

source: Follow the insctructions in the <a %s>MT migration utility</a>.
ru_ru: Следуйте инструкциям <a %s>утилиты по переходу с MT </a>.

source: Cannot edit entry!
ru_ru: Невозможно редактировать запись!

source: Requested entry does not exist any longer.
ru_ru: Запрашиваемая запись больше недоступна.

source: Please enter a string.
ru_ru: Пожалуйста, введите строку

source: Entry created.
ru_ru: Запись создана.

source: Entry #%d updated.
ru_ru: Запись #%d обновлена.

source: Cannot delete entry!
ru_ru: Невозможно удалить запись!

source: Entry #%d deleted.
ru_ru: Запись #%d удалена.

source: The following relations prevent deletion:
ru_ru: Следующие связи мешают удалению:

source: Please delete related objects before you proceed.
ru_ru: Пожалуйста, удалите связанный объект, перед началом.

source: This element is already at the top.
ru_ru: Элемент уже вверху

source: This element is already at the bottom.
ru_ru: Элемент уже внизу

source: Delete entry #%d?
ru_ru: Удалить запись #%d?

source: Duplicate...
ru_ru: Дублировать...

source: Edit...
ru_ru: Редактировать...

source: Delete!
ru_ru: Удалить!

source: Actions
ru_ru: Действие

source: New entry
ru_ru: Новая запись

source: Edit entry
ru_ru: Редактировать запись

source: Record
ru_ru: Запись

source: Update
lt_lt: Atnaujinti
ru_ru: Обновить
sv_se: Uppdatera
