Repository: b2evolution/b2evolution
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: lt_lt, ru_ru, sv_se

source: Checking DB schema version...
ru_ru: Проверка версии базы данных...

source: NOT FOUND! This is not a b2evolution database.
ru_ru: НЕ НАЙДЕНО! Это не b2evolution база.

source: This version is too old!
ru_ru: Это старая версия!

source: This version is too recent! We cannot downgrade to it!
ru_ru: Это последняя версия! Вы нее можите опустится ниже её!

source: This skin tag displays a list of post archives.
ru_ru: Этот шаблон будет использоваться в архивах сообщений.

source: Archives can be grouped monthly, daily, weekly or post by post.
ru_ru: Архивы можно группировать по месяцам. неделям, дням и по сообщениям.

source: More...
ru_ru: Больше...

source: Make URLs clickable
ru_ru: Сделать URLs кликабельным

source: This renderer will detect URLs in the text and automatically transform them into clickable links.
ru_ru: При отображении обнаружен URLs в тексте и был автоматически преобразован в ссылку.

source: Automatic &lt;P&gt; and &lt;BR&gt; tags
ru_ru: Автоматически &lt;P&gt; and &lt;BR&gt; тэги

source: This renderer will automatically detect paragraphs on double line-breaks. and mark them with appropriate HTML &lt;P&gt; tags.<br /> Optionally, it will also mark single line breaks with HTML &lt;BR&gt; tags.
ru_ru: Это автоматически обнаружит параграфы в double line-breaks. и отметит подходящим HTML &lt;P&gt; тегом.<br /> Опционально, также это выделит прерывания HTML &lt;BR&gt; тегом.

source: Line breaks
ru_ru: Скрыть номер линии

source: Make line breaks (&lt;br /&gt;) for single newlines.
ru_ru: Делайте прерываниями строки (&lt;br /&gt;) для одноий строки.

source: BB formatting e-g [b]bold[/b]
ru_ru: BB формат напр. [b]bold[/b]

source: Available tags are: [b] [i] [u] [s] [color=...] [size=...] [font=...] [code] [quote] [list=1] [list=a] [list] [*]
ru_ru: Доступные теги: [b] [i] [u] [s] [color=...] [size=...] [font=...] [code] [quote] [list=1] [list=a] [list] [*]

source: Allow bookmarklet blogging.
ru_ru: Разрешить закладки блогов.

source: Adds a tool allowing blogging through a bookmarklet.
ru_ru: Добавить инструменты в боковую панель.

source: Add this link to your Favorites/Bookmarks:
lt_lt: Átraukti ðià nuorodà á Favorites/Bookmarkus:
ru_ru: Добавить эту ссылку в закладки
sv_se: L‰gg denna l‰nk till dina Favoriter/Bokm‰rken:

source: b2evo bookmarklet
ru_ru: b2evo боковая панель
sv_se: b2evo-bokm‰rke

source: This skin tag displays a navigable calendar.
ru_ru: Этот плагин показывает навигационный календарь.

source: Days containing posts are highlighted.
ru_ru: День, содержащий сообщение подсвечен.

source: %d posts
ru_ru: %d записей

source: 1 post
ru_ru: Первая запись

source: go to month's archive
ru_ru: к архиву по месяцам

source: Current
ru_ru: Текущий

source: Previous year (%04d-%02d)
ru_ru: Предыдущий год (%04d-%02d)

source: Previous year (%04d)
ru_ru: Предыдущий год (%04d)

source: Previous month (%04d-%02d)
ru_ru: Предыдущий месяц (%04d-%02d)

source: Next month (%04d-%02d)
ru_ru: Следующий месяц (%04d-%02d)

source: Next year (%04d-%02d)
ru_ru: Следующй год (%04d-%02d)

source: Next year (%04d)
ru_ru: Следующий год (%04d)

source: This skin tag displays the list of available categories for the blog.
ru_ru: Эта тема отображается в списке доступных категорий этого блога.

source: Categories are indeed chapters and sub-chapters in the blog.
ru_ru: Категории в составе главы и подглав в этом блоге.

source: ANY
ru_ru: ЛЮБЫЕ

source: ANY BUT
ru_ru: Включая всех

source: ALL
ru_ru: Все

source: Checks the user's IP address against a list of DNS blacklists.
ru_ru: Проверить IP адрес пользователя на вхождение в черный список.

source: If the IP address is blacklisted, the request is canceled early and the user can (optionally) whitelist his session through a Captcha plugin.
ru_ru: Если IP адрес - черном списке, требуемая отмена и пользователь может (дополнительно) быть в белом списке его сеанса через Captcha plugin.

source: DNS Blacklists
ru_ru: Черный список DNS

source: The list of DNS blacklists to query, separated by whitespace.
ru_ru: Список DNS черного списка, разделенный пробелом.

source: Whitelisting
ru_ru: Белый список

source: Allow the user to whitelist his session through a Captcha plugin.
ru_ru: Разрешить пользователю из белого списка в этой ссесии через Captcha плагин.

source: Whitelist timeout
ru_ru: Таймаут сессии

source: in seconds. How long should a session be whitelisted?
ru_ru: секунд. Как долго хранится ваша сесcия не вэбсайте?

source: Statistics
lt_lt: Statistika
ru_ru: Статистика
sv_se: Statistik

source: Enable statistics. This generates a small overhead, but will show you how effective it is.
ru_ru: Разрешить статистику. Это генерирует основыное и показывает эффективность.

source: Query URL
ru_ru: Целевая URL

source: URL to query an IP address in the browser ("%IP%" gets replaced by the IP address).
ru_ru: URL запрос IP адрес в окне просмотра ("%IP%" заменяться IP адресом).

source: Retry slow lists
ru_ru: Повторить slow список

source: How often should a slow list be retried? (0 to deactivate slow list handling)
ru_ru: Как часто медленный список будет получатся снова? (0, чтобы деактивизировать медленную обработку списка)

source: Timeout
ru_ru: Таймаут

source: in seconds. When is a DNSBL considered to be too slow?
ru_ru: в секундах. Как DNSBL рассматривается чтобы быть медленным?

source: No DNS blacklists given!
ru_ru: Нет DNS черного списка!

source: Checking for &laquo;%s&raquo; in DNS blacklists.
ru_ru: Проверка на &laquo;%s&raquo; в черных списках DNS.

source: Cleared statitics.
ru_ru: Очистить статистику.

source: Lookup address in DNS blacklists
ru_ru: Адрес поиска в черных списках DNS

source: Check
ru_ru: Перепроверить

source: Check my lists
ru_ru: Проверить мой список

source: Check at openrbl.org
ru_ru: Проверить openrbl.org

source: Too slow lists
ru_ru: К slow списку

source: If DNS blacklists are detected as being too slow they get deactivated here.
ru_ru: Если черные списки DNS замечены как слишком медленные, они деактивировать здесь.

source: This blacklist was %d times too slow.
ru_ru: Этот черный список %d времени будет замедлять.

source: Blocked requests
ru_ru: Блокирован запрос

source: Whitelisted requests
ru_ru: Запрос из белого списка

source: Not blocked requests
ru_ru: Запрос не блокирован

source: The above statistics are from %s to %s.
ru_ru: Это топ статистики от %s to %s.

source: Clear statistics
ru_ru: Очистить статистику

source: Your IP address is listed in &laquo;%s&raquo;.
ru_ru: Ваш IP алрес был перечислен в &laquo;%s&raquo;.

source: Your IP address is blocked.
ru_ru: Ваш IP адрес заблокирован.

source: Whitelisting is not enabled. You cannot access this site with your current IP address. Your only hope might be to get a new IP address by re-connecting to your Internet Service Provider.
ru_ru: Белый список не активен. Вы не можете иметь доступ к этому сайту с вашим текущим IP адресом. У вас оталась только надежда получить новый IP адрес пересоединившись к вашему Поставщику Услуги Internet.

source: There is no Captcha plugin installed. Whitelisting is disabled.
ru_ru: Captcha не инсталирован. Белый список заблокирован.

source: GreyMatter style formatting
ru_ru: Стиль форматирования GreyMatter

source: LDAP authentication
ru_ru: LDAP аудентификация

source: Creates users if they could be authenticated through LDAP.
ru_ru: Созданный пользователь не может быть авторизирован через LDAP.

source: LDAP server sets
ru_ru: LDAP установки сервера

source: LDAP server sets to search.
ru_ru: LDAP сервер установлен в поиск.

source: Server
ru_ru: Сервер

source: The LDAP server (hostname with or without port).
ru_ru: LDAP сервер (hostname с или без порта).

source: E.g. &laquo;%s&raquo;
ru_ru: Например &laquo;%s&raquo;

source: The LDAP RDN, used to bind to the server (%s gets replaced by the user login).
ru_ru: LDAP RDN, используетя, чтобы связываться с сервером (%s заменяться входом пользователя).

source: Base DN
ru_ru: Базовый DN

source: The LDAP base DN, used as base dn for search.
ru_ru: База LDAP DN, использованная как база dn для поиска.

source: Search filter
ru_ru: Фильтр поиска

source: The search filter used to get information about the user (%s gets replaced by the user login).
ru_ru: Фильтр поиска использует информацию о пользователе (%s, заменен пользовательским логином).

source: Assign group by
ru_ru: Назначить группу на

source: LDAP search result key to assign the group by.
ru_ru: LDAP результат поиска чтобы назначать группу.

source: Template Group for new
ru_ru: Шаблон группы для новых

source: The group to use as template, if we create a new group. Set this to "None" to not create new groups.
ru_ru: Группа, чтобы использовать как шаблон, если мы создаем новую группу. Установите "Ничего", чтобы не создавать новые группы.

source: Default group
ru_ru: Группа по умолчанию

source: The group to use as fallback, if we do not want to create a new group. "None" to not a create a new user in that case.
ru_ru: Группа, чтобы использовать как аварийную, если мы не хотим создать новую группу. "Ничего", чтобы не создавать нового пользователя в этом случае.

source: Easy HTML tags inserting
ru_ru: Легкая вставка HTML тегов

source: This plugin will display a toolbar with buttons to quickly insert HTML tags around selected text in a post.
ru_ru: Этот плагин отобразит панель инструментов с кнопками, чтобы быстро включать тэги HTML вокруг выбранного в посте текста .

source: INSerted [Alt-I]
lt_lt: Áterpti [Alt-I]
ru_ru: Вставка [Alt-I]
sv_se: Insjutet [Alt-I]

source: DELeted [Alt-D]
lt_lt: Iðtrinti [Alt-D]
ru_ru: Удалить[Alt-M]
sv_se: raDerad [Alt-D]

source: STRong [Alt-S]
lt_lt: Pastorinti [Alt-S]
ru_ru: Усиление[Alt-M]
sv_se: stark

source: EMphasis [Alt-E]
lt_lt: Pakreipti (itallic) [Alt-E]
ru_ru: Выделение[Alt-M]
sv_se: bEtonad [Alt-E]

source: CODE [Alt-C]
lt_lt: KODAS [Alt-C]
ru_ru: КОД[Alt-C]
sv_se: kod [Alt-C]

source: Paragraph [Alt-P]
lt_lt: Paragrafas [Alt-P]
ru_ru: Параграф [Alt-M]
sv_se: nytt stycke [Alt-P]

source: Unordered List [Alt-U]
lt_lt: Nerûðiuotas Sàraðas [Alt-U]
ru_ru: Неупорядоченный список [Alt-U]
sv_se: oordnad lista [Alt-U]

source: List Item [Alt-L]
lt_lt: Sàraðo Elementas [Alt-L]
ru_ru: Список пунктов [Alt-L]
sv_se: Listpost [Alt-L]

source: BLOCKQUOTE [Alt-B]
ru_ru: ЦИТАТА [Alt-B]
sv_se: citatstycke [Alt-B]

source: IMaGe [Alt-G]
lt_lt: Nuotrauka [Alt-G]
ru_ru: Изображение [Alt-M]
sv_se: bild [Alt-G]

source: A href [Alt-A]
ru_ru: Ссылка [Alt-M]

source: More [Alt-M]
lt_lt: Daugiau [Alt-M]
ru_ru: Подробнее[Alt-M]
sv_se: Mer [Alt-M]

source: no teaser [Alt-T]
lt_lt: nëra ávado [Alt-T]
ru_ru: не тизер(банер) [Alt-T]
sv_se: ingen lockText [Alt-T]

source: next page [Alt-Q]
ru_ru: следующая страница[Alt-Q]
sv_se: n‰sta sida [Alt-Q]

source: Close all tags
lt_lt: Iðjungti visus plëtinius
ru_ru: Закрыть все таги
sv_se: St‰ng alla taggar

source: ALTernate text
lt_lt: ALTernatyvus tekstas
ru_ru: Альтернативный текст
sv_se: Alternativ text

source: Allow sidebar blogging.
ru_ru: Разрешить блоги в боковой панели

source: Adds a tool allowing blogging from the sidebar.
ru_ru: Добавить утилиты позволяющие управлять блогом в боковую панель.

source: Post to b2evolution
lt_lt: Skelbti á b2evoltution
ru_ru: Отправить в b2evolution
sv_se: Posta till b2evolution

source: No Sidebar found! You must use Mozilla 0.9.4 or later!
lt_lt: Nerastas Sidebar'as! Jûs turite naudoti Mozilla 0.9.4 ar naujesnæ narðyklæ!
ru_ru: Не найдена боковая панель! Необходима Mozilla 0.9.4 или старше!
sv_se: Hittar ingen Sidebar! Du mÂste anv‰nda Mozilla 0.9.4 eller nyare!

source: Add the <a %s>b2evo sidebar</a> !
lt_lt: Pridëti <a %s>b2evo sidebar'à</a> !
ru_ru: Добавить <a %s>боковую панель b2evo</a> !
sv_se: L‰gg till <a %s>b2evo sidebar</a> !

source: Add this link to your favorites:
lt_lt: Itraukti ðià nuorodà á Favorites:
ru_ru: Добавит эту ссылку в ваши закладки:
sv_se: L‰gg denna l‰nk till dina favoriter:

source: b2evo sidebar
lt_lt: b2evo sidebar'as
ru_ru: b2evo боковая панель

source: Graphical smileys
ru_ru: Графические смайлы

source: This renderer will convert text smilies like :) to graphical icons.<br /> Optionally, it will also display a toolbar for quick insertion of smilies into a post.
ru_ru: Это просмотр преобразовает текст смайликов :) в графические значки. Опционально, это также отобразится на панели инструментов для быстрого введения смайликов в ообщения.

source: Use smilies toolbar
ru_ru: Использовать панель со смайлами

source: This is the default setting. Users can override it in their profile.
ru_ru: Это установки по умолчанию. Пользователь может изменить свой профиль.

source: Test plugin
ru_ru: Тестовый плагин

source: This plugin responds to virtually all possible plugin events :P
ru_ru: Этот плагин отвечает за все сообщения плагинов :P

source: Click me!
ru_ru: Кликните!

source: How are you?
ru_ru: Как вы?

source: Selector
ru_ru: Селектор

source: Echo a random number in AdminBeginPayload event
ru_ru: Echo случайный номер в AdminBeginPayload сообщение

source: Smart quotes + additional typographic replacements.
ru_ru: Кавычки + расширенныые типографские символы.

source: This renderer will replace standard and double quotes with typographic quotes were appropriate.<br /> It will also perform the following replacements: <ul> <li>--- to &#8212;</li> <li>-- to &#8211;</li> <li>... to &#8230;</li> </ul>
ru_ru: Это отображение заменит стандартные и двойные типографские кавычки чтобы они были подходящими.<br /> It will also perform the following replacements: <ul> <li>--- to &#8212;</li> <li>-- to &#8211;</li> <li>... to &#8230;</li> </ul>

source: Transport optimizer
ru_ru: Оптимизация передачи

source: Save bandwidth on your server.
ru_ru: Сохранить пропускающую способность на сервере.

source: By providing support of ETag headers and GZip compression it saves bandwidth on the server and optimizes the transport to the browser.
ru_ru: Обеспечивая поддержку заголовков ETag и сжатие GZip это сохраняет пропускная способность на сервере и оптимизирует транспорт к браузеру.

source: ETag header
ru_ru: ETag заголовок

source: This will send an ETag header with every page, so we can say "Not Modified." if exactly the same page had been sent before.
ru_ru: Это пошлет заголовок ETag с каждой страницей, так что мы можем поговорить "Не Модифицированное." если точно та же страница была послана раньше.

source: GZip compression
ru_ru: GZip компрессия

source: If enabled, the plugin will buffer the output and compress it before sending it to the browser. It is recommened to use the php.ini option zlib.output_compression or a webserver module instead.
ru_ru: Если разрешает, плагину буферизировать вывод и сжимает перед посылкой это в браузер. Это рекомендуется использовать в php.ini опцию zlib.output_compression или модуль на вебсервере взамен.

source: Last-Modified
ru_ru: Последние изменения

source: This will send a Last-Modified header with the current time.
ru_ru: Это пошлет заголовки последних модифицированных данных с текущего времени.

source: The PHP function gzencode() is not available. GZip compression is disabled.
ru_ru: Функция PHP gzencode() недоступна. GZip компрессия отсутствует.

source: Wacko style formatting
ru_ru: Wacko стиль формат

source: Accepted formats:<br /> == h2 ==<br /> === h3 ===<br /> ==== h4 ====<br /> ===== h5 =====<br /> ====== h6 ======<br /> --- (horinzontal rule)<br /> %%%codeblock%%%<br />
ru_ru: Применимые форматы:<br /> == h2 ==<br /> === h3 ===<br /> ==== h4 ====<br /> ===== h5 =====<br /> ====== h6 ======<br /> --- (горизонтальная линия)<br /> %%%codeblock%%%<br />

source: Wiki Links converter
ru_ru: Конвертор Wiki ссылок

source: WikiWord links are created with a CamelCased WikiWord, a ((link)), or a [[link ]].<br /> CamelCased words will be exploded to camel_case which should then match a post url title.
ru_ru: Ссылки WikiWord созданые в CamelCased WikiWord, ((link)), or a [[link ]].<br /> CamelCased слова будут exploded camel_case, которое должно затем соответствовать url названию поста.

source: Basic antispam methods
ru_ru: Основной антиспам метод

source: This plugin provides basic methods to detect & block spam on referers, comments & trackbacks.
ru_ru: Этот плагин показывает основные методы обнаружения и удаления ссылок, коментариев и трекбеков.

source: Allow anonymous comments
ru_ru: Разрешить анонимные коментарии

source: Allow non-registered visitors to leave comments.
ru_ru: Разрешить незарегистрированным посетителям оставлять коментарии.

source: Detect feedback duplicates
ru_ru: Обнаружить будлирование обратных ссылок

source: Check this to check comments and trackback for duplicate content.
ru_ru: Проверьте это, чтобы проверить комментарии и трекбек на дубли содержания.

source: Feedback sensitivity to links
ru_ru: Ссылки, чуствительные к обратной связи

source: If a comment has more than this number of links in it, it will get 100% spam karma. -1 to disable it.
ru_ru: Если комментарий имеет более, чем это число ссылок, он получит 100% spam карма -1, сбрасывает это.

source: Apply rel="nofollow"
ru_ru: Применить rel="nofollow"

source: hours. For how long should rel="nofollow" be applied to comment links? (0 means never, -1 means always)
ru_ru: часов. Как долго ссылка rel="nofollow" будет будет доступна для коментариев? (0 никогда, -1 всегда)

source: Check referers for URL
ru_ru: Проверить ссылку для URL

source: Check refering pages, if they contain our URL. This may generate a lot of additional traffic!
ru_ru: Проверит ссылочную страницу, если содержится URL. Это может генерировать дополнительный трафик.

source: Check trackbacks for URL
ru_ru: Проверить трекбек для URL

source: Check trackback pages, if they contain our URL. This may generate a lot of additional traffic!
ru_ru: Проверит трекбэк страницу, если содержится URL. Это может генерировать дополнительный трафик.

source: Comments are not allowed from anonymous visitors.
ru_ru: Комментарии недоступны от анонимных посетителей.

source: The trackback seems to be a duplicate.
ru_ru: Трекбэк представляется дублированным.

source: Could not find link to us in your URL!
ru_ru: Не возможно найти ссылку, используемую в вашем URL!

source: The comment seems to be a duplicate.
ru_ru: Комментарии педставляется дублированным.

source: Trackback address for this post:
lt_lt: Ðio straipsnio trackbacko URL:
ru_ru: Обратный адрес для данного сообщения:
sv_se: Trackback-adress fˆr detta inl‰gg

source: No %s for this post yet...
lt_lt: Komentarø/Trackbackø/Pingbackø ðiam straipsniui nëra...
ru_ru: Нет %s для этого сообщения...
sv_se: Inga %s pÂ denna post ‰nnu...

source: This post has no feedback awaiting moderation...
ru_ru: Сообщение посланное без обратной связи ожидает модерации...

source: This post has 1 feedback awaiting moderation... %s
ru_ru: Это сообщение с 1 обратной связью ожидает модерации...%s

source: This post has %d feedbacks awaiting moderation... %s
ru_ru: Сообщение %d обратной связи ожидает модерации... %s

source: PREVIEW Comment from:
ru_ru: ПРЕДПРОСМОТР комметариев от:

source: Your email address will <strong>not</strong> be displayed on this site.
lt_lt: Jûsø elektroninio paðto adresas <strong>nebus</strong> pavieðintas.
ru_ru: Ваш email адрес (<strong>не</strong> будет показан на сайте.)
sv_se: Din e-post-adress kommer <strong>inte</strong> att visas pÂ denna webbplats.

source: Site/Url
lt_lt: Svetainë/Url
ru_ru: Сайт/URL
sv_se: Webbplats/URL

source: Your URL will be displayed.
lt_lt: Jûsø URL bus parodytas.
ru_ru: Ваш URL будет показан
sv_se: Din URL kommer att visas.

source: Line breaks become &lt;br /&gt;
lt_lt: Eilutës perkëlimai tampa &lt;br /&gt;
ru_ru: Прерывается при &lt;br /&gt;
sv_se: Radbrytningar blir &lt;br&gt;

source: Remember me
lt_lt: Prisiminti mane
ru_ru: Запомнить меня
sv_se: Minns mig!

source: Set cookies for name, email and url
ru_ru: Установить cookie для имени, email и url

source: Allow message form
ru_ru: Разрешить форму сообщений

source: Allow users to contact you through a message form (your email will NOT be displayed.)
ru_ru: Разрешить пользователю контакт с вами через сообщения (ваш email НЕ отображается.)

source: Linkblog
ru_ru: Блог со ссылками

source: more
lt_lt: daugiau
ru_ru: больше
sv_se: mer

source: Comment on %s
ru_ru: Новый комментарий в %s

source: To
ru_ru: Кому

source: From
ru_ru: От

source: Your name.
ru_ru: Ваше имя.

source: Your email address. (Will <strong>not</strong> be displayed on this site.)
ru_ru: Ваш email адрес (<strong>не</strong> отображается на сайте.)

source: Subject of email message.
ru_ru: Тема E-mail сообщения.

source: Plain text only.
ru_ru: Только простой текст

source: Send message
ru_ru: Послать сообщение

source: New pass
ru_ru: Новый пароль

source: Leave blank to leave the password unchanged.
ru_ru: Оставив пустым пароль не изменится.

source: Confirm
ru_ru: Подтверждение

source: Confirm new password by typing it again.
ru_ru: Подтвердите введенный новый пароль

source: Global settings
ru_ru: Глобальные настройки

source: Blog subscriptions
ru_ru: Описание блога

source: Select blog:
ru_ru: Выберите блог:

source: (Set cookies for name, email &amp; url)
lt_lt: (Iðsaugoti sausainiukà vardui, emailui ir url)
ru_ru: (Установить cookie для имени, email и url)
sv_se: (S‰tt cookie fˆr namn, email &amp; URL)

source: Select skin:
ru_ru: Выберите тему:

source: words
lt_lt: þodþiø:
ru_ru: слов

source: Read more...
ru_ru: Читать подробне...

source: Choose a skin
lt_lt: Pasirinkite ðablonà
ru_ru: Выбор темы
sv_se: V‰lj ett tema

source: Choose skin
lt_lt: Pasirinkite ðablonà
ru_ru: Выберите тему
sv_se: V‰lj tema

source: XML Feeds
ru_ru: XML файл

source: What is RSS?
ru_ru: Что в RSS?

source: Who's Online?
ru_ru: Кто онлайн?

source: Browse all posts by this author
lt_lt: Perþiûrëti visus ðio autoriaus áraðus
ru_ru: Смотреть все сообщения этого автора
sv_se: Visa alla inl‰gg av denna skribent

source: categories
ru_ru: категории

source: The <acronym title="Uniform Resource Identifier">URI</acronym> to TrackBack this entry is:
ru_ru: <acronym title="Универсальный идентификатор ресурса">URI</acronym> TrackBack для записи:

source: Comment by
ru_ru: Комментарии

source: Trackback from
ru_ru: Трекбек от

source: Pingback from
ru_ru: Пингбек от

source: Edit This
ru_ru: Редактировать

source: Your Comment
ru_ru: Ваши комментарии

source: Say It!
ru_ru: Сказал!

source: Filed under:
ru_ru: Запись в :

source: Other
ru_ru: Другой

source: Meta
ru_ru: Мета

source: Syndicate this site using RSS
ru_ru: Опубликовать этот сайт используя RSS

source: The latest comments to all posts in RSS
ru_ru: Последние комментарии ко всем сообщениям в RSS

source: Comments <abbr title="Really Simple Syndication">RSS</abbr> 2.0
ru_ru: Комментарии <abbr title="Really Simple Syndication">RSS</abbr> 2.0

source: This page validates as XHTML 1.0 Transitional
ru_ru: Эта страница корректная XHTML 1.0

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
ru_ru: Корректный <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>

source: Powered by b2evolution; multilingual multiuser multi-blog engine.
ru_ru: Поддержка b2evolution; многоязыковая и многопользовательская блог система.

source: This skin features a CSS file originally designed for WordPress (See design credits in style.css).
ru_ru: Этот особенность шаблон CSS оргинального дизайна WordPress (Смотрите дизайн в style.css).

source: Original design credits for this skin:
ru_ru: Оргинальный дизайн этого шаблона:

source: In order to ensure maximum compatibility with WP CSS files, most b2evolution features that do not exist in WP are hidden from this generic wpc_* skin.
ru_ru: В целях максимальной совместимости с WP CSS файлов, большинство функций b2evolution, которые не существуют в WP, спрятаны в основной wpc_* шаблоне.
